export const locale = {
    lang:"ar",
    data: {
        AUTH: {
            LOGIN: {
                REGISTER_DESC: 'سجل منشأتك لطلب اشتراك نظام SWCC '
            },
            REGISTER: {
                TITLE: 'سجل لإستخدام نظام SWCC ',
            }
        },
        WELCOME_SPLACH: {
            TITLE: 'المؤسسة العامة لتحلية المياه المالحة: تعاون أفضل داخل الاجتماعات',
			WELCOME: 'مرحبا بك فى المؤسسة العامة لتحلية المياه المالحة',
            LONG_DESC:
				'المؤسسة العامة لتحلية المياه المالحة هو نظام يقوم بإنشاء وإدارة اجتماعات مجالس الإدارة في جميع المراحل من خلال التحضير للاجتماع ومناقشة الموضوعات والوثائق والعرض التقديمي والمشاركة واتخاذ القرار وتعيين المهام وإعداد محاضر الاجتماع',
        },
        SETTINGS : {
            system_before_meeting_video_url: 'رابط فيديو نظام المؤسسة العامة لتحلية المياه المالحة - ماقبل الأجتماع',
            explain_create_meeting_video_url:
				'رابط فيديو شرح انشاء اجتماع نظام المؤسسة العامة لتحلية المياه المالحة',
            manage_board_meeting_video_url:
				'رابط فيديو نظام المؤسسة العامة لتحلية المياه المالحة لإدارة أجتماعات مجالس الادارات',
			manage_board_meeting_extra_video_url:
				'رابط فيديو نظام المؤسسة العامة لتحلية المياه المالحة لإدارة أجتماعات مجالس الادارات',
        },
        COMPANY_NAME: "Saline Water Conversion Corporation(SWCC)",
    }
}
