export const lookupsAssigtoDept =
	[
		{
			DEPT_NO: '151',
			DEPT_DSCR: 'ادارة العقود',
			DEPT_DSCR_AR: 'ادارة العقود'
		},
		{
			DEPT_NO: '900',
			DEPT_DSCR: '900',
			DEPT_DSCR_AR: 'ادارة التخطيط والدعم الفني- انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '902',
			DEPT_DSCR: '902',
			DEPT_DSCR_AR: 'حماية المرافق - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '911',
			DEPT_DSCR: 'لجنة التحقيق الدائمة',
			DEPT_DSCR_AR: 'لجنة التحقيق الدائمة'
		},
		{
			DEPT_NO: '1996',
			DEPT_DSCR: '1996',
			DEPT_DSCR_AR: 'مشرف العام للإدارة التنفيذية للشؤون المالية'
		},
		{
			DEPT_NO: '481',
			DEPT_DSCR: '481',
			DEPT_DSCR_AR: 'ادارة الصيانة - المرحلة الرابعة - منظومة إنتاج الخبر'
		},
		{
			DEPT_NO: '488',
			DEPT_DSCR: '488',
			DEPT_DSCR_AR: 'ادارة التشغيل - المرحلة الرابعة بمحطة الخبر'
		},
		{
			DEPT_NO: '1',
			DEPT_DSCR: 'Saline Water Conversion Corporation',
			DEPT_DSCR_AR: 'الهيئة السعودية للمياه'
		},
		{
			DEPT_NO: '10000',
			DEPT_DSCR: 'إدارة التنسيق الأمني والتفتيش',
			DEPT_DSCR_AR: 'إدارة التنسيق الأمني والتفتيش'
		},
		{
			DEPT_NO: '10001',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'مدير إدارة دعم أعمال الأمن الصناعي '
		},
		{
			DEPT_NO: '100010',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم دعم مشاريع السلامة والأمن الصناعي'
		},
		{
			DEPT_NO: '1001',
			DEPT_DSCR: 'مكتب نائب المحافظ لشؤون الإنتاج و النقل',
			DEPT_DSCR_AR: 'مكتب نائب المحافظ للإنتاج وإدارة الأصول التشغيلية'
		},
		{
			DEPT_NO: '10010',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الإدارة العامة للاتفاقيات التجارية'
		},
		{
			DEPT_NO: '10012',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'وكالة شؤون تنقية المياه الجوفية والسطحيه'
		},
		{
			DEPT_NO: '10013',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الاداره التنفيذية لتنقية قطاع الوسطى والشرقية'
		},
		{
			DEPT_NO: '100130',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير عام وحدات التنقية الشرقية '
		},
		{
			DEPT_NO: '10014',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الاداره التنفيذية لتنقية قطاع الشماليه والشمالية الغربية'
		},
		{
			DEPT_NO: '10015',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الاداره التنفيذية لمنظومة انتاج مياه التنقية '
		},
		{
			DEPT_NO: '10018',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: ' لجنة فحص العروض لوكالة شؤون تنقية المياه الجوفية والسطحية'
		},
		{
			DEPT_NO: '10045',
			DEPT_DSCR: '10045',
			DEPT_DSCR_AR: 'ادارة الالتزام المؤسسي'
		},
		{
			DEPT_NO: '102',
			DEPT_DSCR: 'وحدة إنتاج العزيزية',
			DEPT_DSCR_AR: 'وحدة إنتاج العزيزية'
		},
		{
			DEPT_NO: '103',
			DEPT_DSCR: 'وحدة إنتاج البرك',
			DEPT_DSCR_AR: 'وحدة إنتاج البرك'
		},
		{
			DEPT_NO: '104',
			DEPT_DSCR: 'وحدة إنتاج ضبا',
			DEPT_DSCR_AR: 'وحدة إنتاج ضبا'
		},
		{
			DEPT_NO: '105',
			DEPT_DSCR: 'وحدة إنتاج فرسان',
			DEPT_DSCR_AR: 'وحدة إنتاج فرسان'
		},
		{
			DEPT_NO: '106',
			DEPT_DSCR: 'وحدة إنتاج حقل',
			DEPT_DSCR_AR: 'وحدة إنتاج حقل'
		},
		{
			DEPT_NO: '1068',
			DEPT_DSCR: 'قسم كفاءة الأصول - ادارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'قسم كفاءة الأصول - ادارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '1069',
			DEPT_DSCR: 'قسم تخطيط الصيانة - ادارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'قسم تخطيط الصيانة - ادارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '107',
			DEPT_DSCR: 'الإدارة التنفيذية لمنظومة إنتاج جدة',
			DEPT_DSCR_AR: 'الإدارة التنفيذية لمنظومة إنتاج جدة'
		},
		{
			DEPT_NO: '1070',
			DEPT_DSCR: 'قسم الفحص والأختبار - ادارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'قسم الفحص والأختبار - ادارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '10700',
			DEPT_DSCR: 'المكتب التنفيذي',
			DEPT_DSCR_AR: 'مدير عام المكتب التنفيذي'
		},
		{
			DEPT_NO: '10701',
			DEPT_DSCR: 'وحدة دعم ومتابعة تطوير الأعمال',
			DEPT_DSCR_AR: 'وحدة دعم ومتابعة تطوير الأعمال'
		},
		{
			DEPT_NO: '107011',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الادارة العامة للمستشارين'
		},
		{
			DEPT_NO: '10702',
			DEPT_DSCR: 'وحدة دعم ومتابعة الرقابة والإلزام وحوكمة اللجان',
			DEPT_DSCR_AR: 'الإدارة العامة للحوكمة والالتزام'
		},
		{
			DEPT_NO: '10703',
			DEPT_DSCR: 'وحدة دعم ومتابعة التوجهات الإستراتيجية',
			DEPT_DSCR_AR: 'وحدة دعم ومتابعة التوجهات الإستراتيجية'
		},
		{
			DEPT_NO: '10704',
			DEPT_DSCR: 'نجد الموسى',
			DEPT_DSCR_AR: 'نجد الموسى - مكتب معالي المحافظ'
		},
		{
			DEPT_NO: '10706',
			DEPT_DSCR: 'عبدالرحمن العبدالله ',
			DEPT_DSCR_AR: 'عبدالرحمن العبدالله - المكتب التنفيذي'
		},
		{
			DEPT_NO: '10707',
			DEPT_DSCR: 'قسم التواصل الداخلي',
			DEPT_DSCR_AR: 'قسم التواصل الداخلي'
		},
		{
			DEPT_NO: '10708',
			DEPT_DSCR: 'عبدالعزيز باوزير - مكتب معالي المحافظ',
			DEPT_DSCR_AR: 'عبدالعزيز باوزير - المكتب التنفيذي'
		},
		{
			DEPT_NO: '10709',
			DEPT_DSCR: '10709',
			DEPT_DSCR_AR: 'الادارة الاستراتيجية'
		},
		{
			DEPT_NO: '1071',
			DEPT_DSCR: 'قسم جودة المياه - ادارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'قسم جودة المياه - ادارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '10710',
			DEPT_DSCR: 'مكتب المحافظ - عبدالرحمن الفاضل ',
			DEPT_DSCR_AR: 'فريق التحرير'
		},
		{
			DEPT_NO: '1072',
			DEPT_DSCR: 'قسم التخطيط والأداء والجودة - ادارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'قسم التخطيط والأداء والجودة - ادارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '108',
			DEPT_DSCR: 'محطة الخفجي',
			DEPT_DSCR_AR: 'محطة الخفجي'
		},
		{
			DEPT_NO: '109',
			DEPT_DSCR: 'وحدة إنتاج رابغ',
			DEPT_DSCR_AR: 'وحدة إنتاج رابغ'
		},
		{
			DEPT_NO: '1100',
			DEPT_DSCR: 'HRS',
			DEPT_DSCR_AR: 'قسم خدمات العاملين'
		},
		{
			DEPT_NO: '11001',
			DEPT_DSCR: '11001',
			DEPT_DSCR_AR: 'لجنة مشروع الانظمة والحواجز البحرية لمحطة راس الخير'
		},
		{
			DEPT_NO: '11003',
			DEPT_DSCR: '11003',
			DEPT_DSCR_AR: 'لجنة مشروع تركيب الحواجز البحرية العائمة وانظمة المراقبة البحرية لمحطتي الشقيق وفرسان'
		},
		{
			DEPT_NO: '11004',
			DEPT_DSCR: '11004',
			DEPT_DSCR_AR: 'لجنة مشروع انشاء محطة التحلية بالشعيبة - المرحلة الرابعة'
		},
		{
			DEPT_NO: '11005',
			DEPT_DSCR: '11005',
			DEPT_DSCR_AR: 'لجنة مشروع نظام نقل مياه الشعيبة -ب- ومشروع خزانات الشعيبة'
		},
		{
			DEPT_NO: '11006',
			DEPT_DSCR: '11006',
			DEPT_DSCR_AR: 'لجنة مشروع نظام نقل مياه ينبع/المدينة - المرحلة الرابعة'
		},
		{
			DEPT_NO: '11007',
			DEPT_DSCR: '11007',
			DEPT_DSCR_AR: 'لجنة مشروع محطة تحلية الجبيل بالتناضح العكسي - المرحلة الثانية'
		},
		{
			DEPT_NO: '11008',
			DEPT_DSCR: '11008',
			DEPT_DSCR_AR: 'مشروع انشاء المجمعات السكنية بالمحطات الصغيرة ومشروع انشاء مقر أمن المنشئات '
		},
		{
			DEPT_NO: '11009',
			DEPT_DSCR: '11009',
			DEPT_DSCR_AR: 'لجنة مشروع نظام نقل مياه مدينة الطاقة الصناعية'
		},
		{
			DEPT_NO: '11010',
			DEPT_DSCR: '11010',
			DEPT_DSCR_AR: 'لجنة مشروع نظام نقل مياه الشقيق - المرحلة الثالثة'
		},
		{
			DEPT_NO: '11011',
			DEPT_DSCR: '11011',
			DEPT_DSCR_AR: 'لجنة مشروع نظام نقل مياه الخبر الدمام / حي الجامعة ومشروع نظام نقل المياه (الخبر- الهفوف المرحلة 2)'
		},
		{
			DEPT_NO: '11014',
			DEPT_DSCR: '11014',
			DEPT_DSCR_AR: 'لجنة مشاريع مكة - الطائف'
		},
		{
			DEPT_NO: '11015',
			DEPT_DSCR: '11015',
			DEPT_DSCR_AR: 'لجنة مشروع توريد وتنفيذ نظام نقل المياه بالفطيح بجازان'
		},
		{
			DEPT_NO: '11016',
			DEPT_DSCR: '11016',
			DEPT_DSCR_AR: 'لجنة مشروع انشاء محطة تحلية املج ميجا طن'
		},
		{
			DEPT_NO: '11017',
			DEPT_DSCR: '11017',
			DEPT_DSCR_AR: 'لجنة مشروع محطات التحلية الصغيرة الساحل الغربي- ومشروع محطة ونظام نقل مياه نيوم'
		},
		{
			DEPT_NO: '11018',
			DEPT_DSCR: '11018',
			DEPT_DSCR_AR: 'لجنة مشروع نظام نقل مياه رابغ - جدة - مكة'
		},
		{
			DEPT_NO: '11019',
			DEPT_DSCR: '11019',
			DEPT_DSCR_AR: 'لجنة مشروع تنفيذ نظام نقل مياه المحطات الصغيرة وانظمة نقل مياه محافظة القنفذة'
		},
		{
			DEPT_NO: '11020',
			DEPT_DSCR: '11020',
			DEPT_DSCR_AR: 'لجنة فحص العروض لمشاريع المحفظة الخمسية الراسمالية والمشاريع الممولة من الدين العام'
		},
		{
			DEPT_NO: '11021',
			DEPT_DSCR: '11021',
			DEPT_DSCR_AR: 'لجنة مشروع محطة ينبع - المرحلة الثالثة'
		},
		{
			DEPT_NO: '11022',
			DEPT_DSCR: '11022',
			DEPT_DSCR_AR: 'لجنة مشروع تنفيذ نظام امداد محطة ينبع -م3- بالغاز الجاف'
		},
		{
			DEPT_NO: '11023',
			DEPT_DSCR: '11023',
			DEPT_DSCR_AR: 'لجنة مشروع استبدال التقنيات والاصول ذات العمر الافتراضي المنتهي لمحطة الشقيق-المرحلة الاولى'
		},
		{
			DEPT_NO: '11024',
			DEPT_DSCR: '11024',
			DEPT_DSCR_AR: 'لجنة مشروع الانظمة الامنية المتكاملة لمحطة تحلية الشقيق'
		},
		{
			DEPT_NO: '11025',
			DEPT_DSCR: '11025',
			DEPT_DSCR_AR: 'لجنة مشروع استبدال التقنيات والاصول ذات العمر الافتراضي المنتهي-لمحطة الشعيبة'
		},
		{
			DEPT_NO: '11026',
			DEPT_DSCR: '11026',
			DEPT_DSCR_AR: 'لجنة مشروع انشاء نظام نقل مياه ابها الحضرية'
		},
		{
			DEPT_NO: '11027',
			DEPT_DSCR: '11027',
			DEPT_DSCR_AR: 'لجنة مشروع محطة التحويل الكهربائية بالشعيبة'
		},
		{
			DEPT_NO: '11028',
			DEPT_DSCR: '11028',
			DEPT_DSCR_AR: 'لجنة مشروع انشاء المجمعات السكنية بالمحطات الصغيرة'
		},
		{
			DEPT_NO: '11029',
			DEPT_DSCR: '11029',
			DEPT_DSCR_AR: 'لجنة مشروع محطة استبدال التقنيات والاصول ذات العمر الافتراضي المنتهي لمحطة تحلية الجبيل - م 2'
		},
		{
			DEPT_NO: '1103',
			DEPT_DSCR: 'Administrative Affairs - Administrative Organization',
			DEPT_DSCR_AR: 'ادارة خدمات الموارد البشرية للخدمة المدنية - الرياض'
		},
		{
			DEPT_NO: '11030',
			DEPT_DSCR: '11030',
			DEPT_DSCR_AR: 'لجنة فتح عروض المنافسات العامة والمحدودة - للاعمال والمشتريات بالساحل الشرقي'
		},
		{
			DEPT_NO: '1108',
			DEPT_DSCR: 'شعبة التشغيل المرحلة  1 الات مساعدة - محطات الجبيل',
			DEPT_DSCR_AR: 'شعبة التشغيل المرحلة  1 الات مساعدة - محطات الجبيل'
		},
		{
			DEPT_NO: '111',
			DEPT_DSCR: 'وحدة إنتاج أملج',
			DEPT_DSCR_AR: 'وحدة إنتاج أملج'
		},
		{
			DEPT_NO: '1114',
			DEPT_DSCR: '1114',
			DEPT_DSCR_AR: 'لجنة المقابلات والاختبارات منظومة انتاج المياه المحلاة بينبع'
		},
		{
			DEPT_NO: '111420',
			DEPT_DSCR: 'الدعم الفني لنظام تراسل ',
			DEPT_DSCR_AR: 'الدعم الفني لنظام تراسل 1'
		},
		{
			DEPT_NO: '112',
			DEPT_DSCR: 'وحدة إنتاج الوجه',
			DEPT_DSCR_AR: 'وحدة إنتاج الوجه'
		},
		{
			DEPT_NO: '1122',
			DEPT_DSCR: 'ادارة الرعاية الطبية والأخطار المهنية',
			DEPT_DSCR_AR: 'ادارة الرعاية الطبية والأخطار المهنية'
		},
		{
			DEPT_NO: '113',
			DEPT_DSCR: 'الإدارة التنفيذية لمنظومة الإنتاج محطات الجبيل',
			DEPT_DSCR_AR: 'الإدارة التنفيذية لمنظومة الإنتاج محطات الجبيل'
		},
		{
			DEPT_NO: '1130',
			DEPT_DSCR: '1130',
			DEPT_DSCR_AR: 'لجنة فحص عروض المنافسات العامة والمحدودة للاعمال والمشاريع - الساحل الغربي'
		},
		{
			DEPT_NO: '114',
			DEPT_DSCR: 'الإدارة التنفيذية لمنظومة الإنتاج - ينبع',
			DEPT_DSCR_AR: 'الإدارة التنفيذية لمنظومة الإنتاج - ينبع'
		},
		{
			DEPT_NO: '1140',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الأدارة العامة لوحدات إنتاج المياة المحلاه بينبع '
		},
		{
			DEPT_NO: '1141',
			DEPT_DSCR: '1141',
			DEPT_DSCR_AR: 'مرحلة نيوم'
		},
		{
			DEPT_NO: '115',
			DEPT_DSCR: 'الإدارة التنفيذية لمنظومة الإنتاج محطات الخبر',
			DEPT_DSCR_AR: 'الإدارة التنفيذية لمنظومة الإنتاج محطات الخبر'
		},
		{
			DEPT_NO: '1150',
			DEPT_DSCR: 'المدير التنفيذي - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'مدير التنفيذي - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1151',
			DEPT_DSCR: 'إدارة التشغيل - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'إدارة التشغيل - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1152',
			DEPT_DSCR: 'إدارة الصيانة - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'إدارة الصيانة - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1153',
			DEPT_DSCR: 'إدارة التخطيط والدعم الفني - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'إدارة التخطيط والدعم الفني - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1154',
			DEPT_DSCR: 'قسم صيانة الأجهزة - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'قسم صيانة الأجهزة - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1155',
			DEPT_DSCR: 'قسم صيانة الكهرباء - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'قسم صيانة الكهرباء - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1156',
			DEPT_DSCR: 'قسم صيانة الميكانيكا - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'قسم صيانة الميكانيكا - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1157',
			DEPT_DSCR: 'التخطيط - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'التخطيط - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1158',
			DEPT_DSCR: 'المواد- أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'المواد- أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1159',
			DEPT_DSCR: 'المختبر - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'المختبر - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '116',
			DEPT_DSCR: 'الإدارة التنفيذية لمنظومة الإنتاج محطات الشعيبة',
			DEPT_DSCR_AR: 'الإدارة التنفيذية لمنظومة الإنتاج محطات الشعيبة'
		},
		{
			DEPT_NO: '1160',
			DEPT_DSCR: 'تقنية المعلومات - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'تقنية المعلومات - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1161',
			DEPT_DSCR: 'وحدة الموارد البشرية ودعم الأعمال - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'وحدة الموارد البشرية ودعم الأعمال - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1162',
			DEPT_DSCR: 'قسم التشغيل - أنظمة نقل مياه رابغ',
			DEPT_DSCR_AR: 'قسم التشغيل - أنظمة نقل مياه رابغ'
		},
		{
			DEPT_NO: '1200',
			DEPT_DSCR: 'Office of Deputy Governor for Planning and Development',
			DEPT_DSCR_AR: 'نائب المحافظ للإستراتيجية و التخطيط'
		},
		{
			DEPT_NO: '1201',
			DEPT_DSCR: 'إدارة البيانات والذكاء الاصطناعي',
			DEPT_DSCR_AR: 'إدارة البيانات والذكاء الاصطناعي'
		},
		{
			DEPT_NO: '1202',
			DEPT_DSCR: 'مدير برنامج إسناد محطات تنقية السدود والمياه الجوفية',
			DEPT_DSCR_AR: 'مدير برنامج إسناد محطات تنقية السدود والمياه الجوفية'
		},
		{
			DEPT_NO: '1208',
			DEPT_DSCR: '1208',
			DEPT_DSCR_AR: 'وكيل المحافظ لرأس المال البشري'
		},
		{
			DEPT_NO: '12081',
			DEPT_DSCR: '12081',
			DEPT_DSCR_AR: 'المدير التنفيذي لتخطيط وتطوير رأس المال البشري'
		},
		{
			DEPT_NO: '1210',
			DEPT_DSCR: 'المشرف العام على رأس المال البشري',
			DEPT_DSCR_AR: 'مشرف العام على رأس المال البشري'
		},
		{
			DEPT_NO: '1211',
			DEPT_DSCR: 'إدارة تخطيط الموارد البشرية والتوظيف',
			DEPT_DSCR_AR: 'إدارة تخطيط الموارد البشرية والتوظيف'
		},
		{
			DEPT_NO: '12111',
			DEPT_DSCR: '12111',
			DEPT_DSCR_AR: 'لجنة الاختبارات والمقابلات والفرز للاعلان الداخلي بالهيئة'
		},
		{
			DEPT_NO: '1212',
			DEPT_DSCR: 'إدارة تطوير الكفاءات',
			DEPT_DSCR_AR: 'إدارة تطوير الكفاءات'
		},
		{
			DEPT_NO: '1213',
			DEPT_DSCR: 'قسم الاداء والتطور الوظيفي',
			DEPT_DSCR_AR: 'قسم الاداء والتطور الوظيفي'
		},
		{
			DEPT_NO: '1214',
			DEPT_DSCR: 'قسم العناية بالعاملين - الرياض',
			DEPT_DSCR_AR: 'قسم العناية بالعاملين - الرياض'
		},
		{
			DEPT_NO: '1215',
			DEPT_DSCR: 'قسم التدقيق والمتابعة الداخلية',
			DEPT_DSCR_AR: 'قسم التدقيق والمتابعة الداخلية'
		},
		{
			DEPT_NO: '1216',
			DEPT_DSCR: '1216',
			DEPT_DSCR_AR: 'إدارة العناية بالعاملين و التواصل الداخلي'
		},
		{
			DEPT_NO: '1220',
			DEPT_DSCR: 'General Administration of Local Content',
			DEPT_DSCR_AR: 'الادارة التنفيذية للدراسات والمحتوى المحلي'
		},
		{
			DEPT_NO: '12211',
			DEPT_DSCR: '12211',
			DEPT_DSCR_AR: 'لجنة المقابلات والاختبارات بمنظومة انتاج الخبر'
		},
		{
			DEPT_NO: '1222',
			DEPT_DSCR: 'Knowledge Department',
			DEPT_DSCR_AR: 'إدارة المعرفة و البيانات'
		},
		{
			DEPT_NO: '1223',
			DEPT_DSCR: 'Events Management & CSR',
			DEPT_DSCR_AR: 'إدارة الفعاليات والمسئولية المجتمعية'
		},
		{
			DEPT_NO: '1230',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: ' الإدارة العامة للتخطيط المؤسسي'
		},
		{
			DEPT_NO: '1232',
			DEPT_DSCR: 'Budget Department',
			DEPT_DSCR_AR: 'التخطيط المالي'
		},
		{
			DEPT_NO: '1233',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة الأداء المؤسسي'
		},
		{
			DEPT_NO: '1234',
			DEPT_DSCR: 'الإدارة الاستراتيجية',
			DEPT_DSCR_AR: 'ادارة التخطيط الاستراتيجي'
		},
		{
			DEPT_NO: '1235',
			DEPT_DSCR: 'قسم تنفيذ الاستراتيجية ',
			DEPT_DSCR_AR: 'قسم تنفيذ الاستراتيجية '
		},
		{
			DEPT_NO: '1236',
			DEPT_DSCR: 'مؤشرات الامن الصناعي والبيئة',
			DEPT_DSCR_AR: 'مؤشرات الامن الصناعي والبيئة'
		},
		{
			DEPT_NO: '1237',
			DEPT_DSCR: 'قسم تطوير مؤشرات الأداء',
			DEPT_DSCR_AR: 'قسم تطوير مؤشرات الأداء'
		},
		{
			DEPT_NO: '1239',
			DEPT_DSCR: 'قسم قياس الأداء',
			DEPT_DSCR_AR: 'قسم قياس الأداء'
		},
		{
			DEPT_NO: '1240',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الإدارة العامة للأداء المؤسسي والخدمات الإدارية'
		},
		{
			DEPT_NO: '1300',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'الادارة العامة للخدمات المشتركة للامداد'
		},
		{
			DEPT_NO: '1301',
			DEPT_DSCR: 'قسم مشتريات المواد وقطع الغيار',
			DEPT_DSCR_AR: 'قسم مشتريات المواد وقطع الغيار'
		},
		{
			DEPT_NO: '1302',
			DEPT_DSCR: 'قسم الحوالات و الاعتمادات',
			DEPT_DSCR_AR: 'قسم الحوالات و الاعتمادات'
		},
		{
			DEPT_NO: '1303',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'ادارة الخدمات اللوجستية والمستودعات - الرياض'
		},
		{
			DEPT_NO: '1304',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'قسم التعاقد'
		},
		{
			DEPT_NO: '1305',
			DEPT_DSCR: 'قسم إدارة العقود',
			DEPT_DSCR_AR: 'قسم إدارة العقود'
		},
		{
			DEPT_NO: '1306',
			DEPT_DSCR: 'قسم إدارة و تخطيط المخزون',
			DEPT_DSCR_AR: 'قسم إدارة و تخطيط المخزون'
		},
		{
			DEPT_NO: '1307',
			DEPT_DSCR: 'قسم المواصفات و تصنيف المواد',
			DEPT_DSCR_AR: 'قسم المواصفات و تصنيف المواد'
		},
		{
			DEPT_NO: '1308',
			DEPT_DSCR: 'قسم توحيد المواصفات و جودة المخزون',
			DEPT_DSCR_AR: 'قسم توحيد المواصفات و جودة المخزون'
		},
		{
			DEPT_NO: '1309',
			DEPT_DSCR: ' ادارة المستودعات - الرياض',
			DEPT_DSCR_AR: ' ادارة المستودعات - الرياض'
		},
		{
			DEPT_NO: '1310',
			DEPT_DSCR: 'إدارة فئات المشتريات',
			DEPT_DSCR_AR: 'إدارة فئات المشتريات'
		},
		{
			DEPT_NO: '1311',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'إدارة الشراء '
		},
		{
			DEPT_NO: '1312',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'إدارة المخزون و تصنيف المواد'
		},
		{
			DEPT_NO: '1313',
			DEPT_DSCR: 'قسم فئة المواد و قطع الغيار',
			DEPT_DSCR_AR: 'قسم فئة المواد و قطع الغيار'
		},
		{
			DEPT_NO: '1314',
			DEPT_DSCR: 'قسم فئة المشاريع',
			DEPT_DSCR_AR: 'قسم فئة المشاريع'
		},
		{
			DEPT_NO: '1315',
			DEPT_DSCR: 'قسم فئة الخدمات',
			DEPT_DSCR_AR: 'قسم فئة الخدمات'
		},
		{
			DEPT_NO: '1316',
			DEPT_DSCR: 'الإدارة العامة للتأهيل و الشراء',
			DEPT_DSCR_AR: 'الإدارة العامة للتأهيل و الشراء'
		},
		{
			DEPT_NO: '1500',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'وكيل المحافظ للتحول المؤسسي'
		},
		{
			DEPT_NO: '15001',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'لجنة فحص العروض المقدمة لمشاريع الاستثمار والتأجير لمواقع الهيئة والأنسنة'
		},
		{
			DEPT_NO: '1501',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة الإستدامة'
		},
		{
			DEPT_NO: '1502',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: ' إدارة التحول الرقمي'
		},
		{
			DEPT_NO: '1503',
			DEPT_DSCR: 'الإدارة العامة للأستدامه والبيئة ',
			DEPT_DSCR_AR: 'الإدارة العامة للأستدامه والبيئة '
		},
		{
			DEPT_NO: '15031',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة دعم اعمال الاستدامة والبيئة'
		},
		{
			DEPT_NO: '1504',
			DEPT_DSCR: '1504',
			DEPT_DSCR_AR: 'امانة اللجنة التوجيهية لنقل الاصول'
		},
		{
			DEPT_NO: '1505',
			DEPT_DSCR: 'الأداره العامه للأنسنه و التطوير العمراني',
			DEPT_DSCR_AR: 'الأداره العامه للأنسنه و التطوير العمراني'
		},
		{
			DEPT_NO: '1506',
			DEPT_DSCR: '1506',
			DEPT_DSCR_AR: 'ادارة البيئة بالمنظومات الشرقية'
		},
		{
			DEPT_NO: '15061',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'فريق البيئة بمنظومة الخبر '
		},
		{
			DEPT_NO: '15062',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'فريق البيئة بمنظومة الجبيل '
		},
		{
			DEPT_NO: '15063',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'فريق البيئة بمنظومة رأس الخير '
		},
		{
			DEPT_NO: '1507',
			DEPT_DSCR: '1507',
			DEPT_DSCR_AR: 'ادارة البيئة بالمنظومات الغربية'
		},
		{
			DEPT_NO: '15071',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'فريق البيئة بمنظومة انتاج الشعيبة'
		},
		{
			DEPT_NO: '15072',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'فريق البيئة بمنظومة انتاج ينبع'
		},
		{
			DEPT_NO: '15073',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'فريق البيئة بمنظومة انتاج جدة'
		},
		{
			DEPT_NO: '15074',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'فريق البيئة بمنظومة انتاج الشقيق '
		},
		{
			DEPT_NO: '1508',
			DEPT_DSCR: 'ادارة مكتب التحول المؤسسي',
			DEPT_DSCR_AR: 'ادارة مكتب التحول المؤسسي'
		},
		{
			DEPT_NO: '1510',
			DEPT_DSCR: 'دعم اعمال التحول المؤسسي',
			DEPT_DSCR_AR: 'دعم اعمال التحول المؤسسي'
		},
		{
			DEPT_NO: '15310',
			DEPT_DSCR: 'وحدة الخدمات الإدارية - خدمة مدنية',
			DEPT_DSCR_AR: 'وحدة الخدمات الإدارية - خدمة مدنية'
		},
		{
			DEPT_NO: '15320',
			DEPT_DSCR: 'إدارة شئون الموظفين - خدمة مدنية',
			DEPT_DSCR_AR: 'إدارة شئون الموظفين - خدمة مدنية'
		},
		{
			DEPT_NO: '15321',
			DEPT_DSCR: 'قسم النفقات - خدمة مدنية',
			DEPT_DSCR_AR: 'قسم النفقات - خدمة مدنية'
		},
		{
			DEPT_NO: '15322',
			DEPT_DSCR: 'قسم التوظيف - خدمة مدنية',
			DEPT_DSCR_AR: 'قسم التوظيف - خدمة مدنية'
		},
		{
			DEPT_NO: '15323',
			DEPT_DSCR: 'قسم الرواتب - خدمة مدنية',
			DEPT_DSCR_AR: 'قسم الرواتب - خدمة مدنية'
		},
		{
			DEPT_NO: '15324',
			DEPT_DSCR: 'قسم السجلات - خدمة مدنية',
			DEPT_DSCR_AR: 'قسم السجلات - خدمة مدنية'
		},
		{
			DEPT_NO: '15340',
			DEPT_DSCR: 'ادارة الشؤون الإدارية - قسم النسخ - خدمة مدنية',
			DEPT_DSCR_AR: 'ادارة الشؤون الإدارية - قسم النسخ - خدمة مدنية'
		},
		{
			DEPT_NO: '15500',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'البرنامج التحضيري لاعمال التحول'
		},
		{
			DEPT_NO: '1600',
			DEPT_DSCR: 'Industrial Safety - Security',
			DEPT_DSCR_AR: 'المدير التنفيذي للسلامة والامن الصناعي'
		},
		{
			DEPT_NO: '1601',
			DEPT_DSCR: 'Security',
			DEPT_DSCR_AR: 'قسم الامن والسلامة بالمركز الرئيسي'
		},
		{
			DEPT_NO: '1620',
			DEPT_DSCR: 'قسم الأمن بنظام نقل رابغ ',
			DEPT_DSCR_AR: 'قسم الأمن بنظام نقل رابغ '
		},
		{
			DEPT_NO: '163',
			DEPT_DSCR: 'وحدة إنتاج الليث',
			DEPT_DSCR_AR: 'وحدة إنتاج الليث'
		},
		{
			DEPT_NO: '1700',
			DEPT_DSCR: 'Employment',
			DEPT_DSCR_AR: 'قسم التوظيف'
		},
		{
			DEPT_NO: '1704',
			DEPT_DSCR: 'الموافقات',
			DEPT_DSCR_AR: 'الموافقات'
		},
		{
			DEPT_NO: '1801',
			DEPT_DSCR: 'Management qualification',
			DEPT_DSCR_AR: 'إدارة تأهيل الموردين'
		},
		{
			DEPT_NO: '18011',
			DEPT_DSCR: '18011',
			DEPT_DSCR_AR: 'قسم تاهيل المواد وقطع الغيار'
		},
		{
			DEPT_NO: '18012',
			DEPT_DSCR: '18012',
			DEPT_DSCR_AR: 'قسم تاهيل المشاريع'
		},
		{
			DEPT_NO: '18013',
			DEPT_DSCR: '18013',
			DEPT_DSCR_AR: 'قسم تاهيل الخدمات'
		},
		{
			DEPT_NO: '1802',
			DEPT_DSCR: 'إدارة تخطيط وحوكمة تقنية المعلومات',
			DEPT_DSCR_AR: 'إدارة تخطيط وحوكمة تقنية المعلومات'
		},
		{
			DEPT_NO: '1803',
			DEPT_DSCR: 'الإدارة العامة للبنية التحتية',
			DEPT_DSCR_AR: 'الإدارة العامة للبنية التحتية'
		},
		{
			DEPT_NO: '1804',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'الإدارة العامة لحلول الأعمال'
		},
		{
			DEPT_NO: '1806',
			DEPT_DSCR: 'المساندة الادارية بالحاسب الالي ',
			DEPT_DSCR_AR: 'المساندة الادارية بالحاسب الالي '
		},
		{
			DEPT_NO: '1808',
			DEPT_DSCR: 'المالية و المستودع بالحاسب الالي',
			DEPT_DSCR_AR: 'المالية و المستودع بالحاسب الالي'
		},
		{
			DEPT_NO: '1809',
			DEPT_DSCR: 'إدارة الشبكات و الإتصالات',
			DEPT_DSCR_AR: 'إدارة الشبكات و الإتصالات'
		},
		{
			DEPT_NO: '1810',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'إدارة مركز البيانات'
		},
		{
			DEPT_NO: '1811',
			DEPT_DSCR: 'شعبة التخطيط والاداء - تقنية المعلومات ',
			DEPT_DSCR_AR: 'شعبة التخطيط والاداء - تقنية المعلومات '
		},
		{
			DEPT_NO: '1812',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'الادارة التنفيذية للامن السيبراني'
		},
		{
			DEPT_NO: '1813',
			DEPT_DSCR: 'قسم حوكمة تقنية المعلومات و البنية المؤسسية',
			DEPT_DSCR_AR: 'قسم حوكمة تقنية المعلومات و البنية المؤسسية'
		},
		{
			DEPT_NO: '1814',
			DEPT_DSCR: 'شعبة البنية المؤسسية -تقنية المعلومات',
			DEPT_DSCR_AR: 'شعبة البنية المؤسسية -تقنية المعلومات'
		},
		{
			DEPT_NO: '1815',
			DEPT_DSCR: 'قسم تقنية المعلومات بمحطة',
			DEPT_DSCR_AR: 'قسم تقنية المعلومات بمحطة'
		},
		{
			DEPT_NO: '1816',
			DEPT_DSCR: 'شعبة تقنية المعلومات جدة ',
			DEPT_DSCR_AR: 'شعبة تقنية المعلومات جدة '
		},
		{
			DEPT_NO: '1817',
			DEPT_DSCR: 'شعبة تقنية المعلومات الشعيبة',
			DEPT_DSCR_AR: 'شعبة تقنية المعلومات الشعيبة'
		},
		{
			DEPT_NO: '1818',
			DEPT_DSCR: 'شعبة تقنية المعلومات ينبع',
			DEPT_DSCR_AR: 'شعبة تقنية المعلومات ينبع'
		},
		{
			DEPT_NO: '1819',
			DEPT_DSCR: 'شعبة تقنية المعلومات منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'شعبة تقنية المعلومات منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '1820',
			DEPT_DSCR: 'قسم تقنية المعلومات الجبيل',
			DEPT_DSCR_AR: 'قسم تقنية المعلومات الجبيل'
		},
		{
			DEPT_NO: '1821',
			DEPT_DSCR: '1821',
			DEPT_DSCR_AR: 'قسم تقنية المعلومات بمنظومة انتاج الخبر'
		},
		{
			DEPT_NO: '1822',
			DEPT_DSCR: 'قسم تقنية المعلومات - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم تقنية المعلومات - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '1824',
			DEPT_DSCR: 'إدارة أمن المعلومات',
			DEPT_DSCR_AR: 'إدارة أمن المعلومات'
		},
		{
			DEPT_NO: '1825',
			DEPT_DSCR: 'إدارة جودة تقنية المعلومات',
			DEPT_DSCR_AR: 'إدارة جودة تقنية المعلومات'
		},
		{
			DEPT_NO: '1826',
			DEPT_DSCR: 'قسم تحليل الأعمال',
			DEPT_DSCR_AR: 'قسم تحليل الأعمال'
		},
		{
			DEPT_NO: '1827',
			DEPT_DSCR: 'المدير التنفيذي لبرنامج التحول الرقمي SAP',
			DEPT_DSCR_AR: 'مدير التنفيذي لبرنامج التحول الرقمي SAP'
		},
		{
			DEPT_NO: '1828',
			DEPT_DSCR: 'أنظمة تخطيط موارد الهيئة',
			DEPT_DSCR_AR: 'أنظمة تخطيط موارد الهيئة'
		},
		{
			DEPT_NO: '1829',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الإدارة العامة لإستراتيجية وحوكمة تقنية المعلومات'
		},
		{
			DEPT_NO: '182901',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة البنية المؤسسية'
		},
		{
			DEPT_NO: '183',
			DEPT_DSCR: 'وحدة إنتاج القنفذة',
			DEPT_DSCR_AR: 'وحدة إنتاج القنفذة'
		},
		{
			DEPT_NO: '1830',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مكتب إدارة مشاريع تقنية المعلومات'
		},
		{
			DEPT_NO: '183001',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم إدارة الموردين'
		},
		{
			DEPT_NO: '183002',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم إدارة التغيير'
		},
		{
			DEPT_NO: '183003',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم إدارة المشاريع'
		},
		{
			DEPT_NO: '1850',
			DEPT_DSCR: 'General Department of Training  - Training Program',
			DEPT_DSCR_AR: 'الإدارة العامة للتدريب - برامج التدريب'
		},
		{
			DEPT_NO: '190',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة الإسكان وبيئة العمل - إدارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '1900',
			DEPT_DSCR: 'Housing and offices',
			DEPT_DSCR_AR: 'الأداره العامه للمرافق'
		},
		{
			DEPT_NO: '1901',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'ادارة المرافق'
		},
		{
			DEPT_NO: '1902',
			DEPT_DSCR: 'إدارة الأسطول',
			DEPT_DSCR_AR: 'إدارة الأسطول'
		},
		{
			DEPT_NO: '1904',
			DEPT_DSCR: 'إدارة دعم أعمال المرافق',
			DEPT_DSCR_AR: 'إدارة دعم أعمال المرافق'
		},
		{
			DEPT_NO: '1905',
			DEPT_DSCR: 'ادارة المكاتب',
			DEPT_DSCR_AR: 'إدارة المكاتب والضيافة - الرياض'
		},
		{
			DEPT_NO: '1906',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم متابعة تنفيذ الخدمات - الرياض'
		},
		{
			DEPT_NO: '1907',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم الصيانة والدعم الفني'
		},
		{
			DEPT_NO: '1908',
			DEPT_DSCR: 'ادارة المرافق بالمركز الرئيسي',
			DEPT_DSCR_AR: 'قائد فريق الاسكان بالرياض'
		},
		{
			DEPT_NO: '1915',
			DEPT_DSCR: '1915',
			DEPT_DSCR_AR: 'قسم تطوير الخدمات المشتركة'
		},
		{
			DEPT_NO: '1916',
			DEPT_DSCR: '1916',
			DEPT_DSCR_AR: 'قسم تخطيط الخدمات المشتركة'
		},
		{
			DEPT_NO: '1917',
			DEPT_DSCR: '1917',
			DEPT_DSCR_AR: 'قسم ادارة مستوى الخدمة'
		},
		{
			DEPT_NO: '1918',
			DEPT_DSCR: '1918',
			DEPT_DSCR_AR: 'ادارة تخطيط وتطوير الخدمات المشتركة'
		},
		{
			DEPT_NO: '1919',
			DEPT_DSCR: '1919',
			DEPT_DSCR_AR: 'ادارة مراقبة الاداء وتنفيذ الاعمال'
		},
		{
			DEPT_NO: '1920',
			DEPT_DSCR: '1920',
			DEPT_DSCR_AR: 'قسم التقارير وادارة البيانات'
		},
		{
			DEPT_NO: '1921',
			DEPT_DSCR: '1921',
			DEPT_DSCR_AR: 'قسم متابعة تنفيذ الاعمال'
		},
		{
			DEPT_NO: '1922',
			DEPT_DSCR: '1922',
			DEPT_DSCR_AR: 'قسم بيئة الخدمات المشتركة'
		},
		{
			DEPT_NO: '1938',
			DEPT_DSCR: '1938',
			DEPT_DSCR_AR: 'ادارة التواصل والفعاليات'
		},
		{
			DEPT_NO: '1950',
			DEPT_DSCR: 'الادارة العامة لتخطيط الإنتاج و مراقبة الأداء',
			DEPT_DSCR_AR: 'الادارة التنفيذية لتخطيط الإنتاج ومراقبة الأداء والتميز التشغيلي'
		},
		{
			DEPT_NO: '19501',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة تخطيط الإنتاج ودعم الأعمال'
		},
		{
			DEPT_NO: '19502',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة مركز الاسناد'
		},
		{
			DEPT_NO: '1951',
			DEPT_DSCR: 'Insurance and Risk Department',
			DEPT_DSCR_AR: 'إدارة التأمين'
		},
		{
			DEPT_NO: '1952',
			DEPT_DSCR: 'Technical Affairs and production -  Production And Assignment Division',
			DEPT_DSCR_AR: 'الشئون الفنية والانتاج - شعبة الانتاج والتكاليف'
		},
		{
			DEPT_NO: '1953',
			DEPT_DSCR: 'Technical Affairs and production -  Environment Protection Division',
			DEPT_DSCR_AR: 'إدارة الشئون الفنية والانتاج - شعبة حماية البيئة'
		},
		{
			DEPT_NO: '1954',
			DEPT_DSCR: ' Transportation systems Department',
			DEPT_DSCR_AR: 'إدارة أنظمة النقل'
		},
		{
			DEPT_NO: '1960',
			DEPT_DSCR: 'Environment Department',
			DEPT_DSCR_AR: 'قسم البيئة'
		},
		{
			DEPT_NO: '1977',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'إدارة التصاميم'
		},
		{
			DEPT_NO: '1979',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'إدارة المواصفات والمقاييس الفنية'
		},
		{
			DEPT_NO: '1980',
			DEPT_DSCR: 'المشرف العام على التواصل و الريادة المؤسسية',
			DEPT_DSCR_AR: 'مشرف العام على التواصل و الريادة المؤسسية'
		},
		{
			DEPT_NO: '1981',
			DEPT_DSCR: 'Governor  Office ',
			DEPT_DSCR_AR: 'مكتب معالي المحافظ'
		},
		{
			DEPT_NO: '19811',
			DEPT_DSCR: '19811',
			DEPT_DSCR_AR: 'نائب المحافظ للخدمات المشتركة'
		},
		{
			DEPT_NO: '19812',
			DEPT_DSCR: '19812',
			DEPT_DSCR_AR: 'الادارة التنفيذية لخدمات دعم الاعمال والورش'
		},
		{
			DEPT_NO: '198120',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الإدارة العامة للتميز والأداء المؤسسي'
		},
		{
			DEPT_NO: '1981201',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'ادارة التغيير'
		},
		{
			DEPT_NO: '198122',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير إدارة الورش (الجبيل)'
		},
		{
			DEPT_NO: '198123',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير إدارة خدمات الدعم الفني (الشعيبة)'
		},
		{
			DEPT_NO: '198124',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير إدارة خدمات الدعم الفني (ينبع)'
		},
		{
			DEPT_NO: '198126',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير إدارة التناضح العكسي (الشعيبة)'
		},
		{
			DEPT_NO: '198127',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير إدارة التناضح العكسي (ينبع)'
		},
		{
			DEPT_NO: '198128',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير إدارة التناضح العكسي (الجبيل)'
		},
		{
			DEPT_NO: '198129',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير إدارة الصيانة الثقيلة للمنظومات الحرارية'
		},
		{
			DEPT_NO: '19813',
			DEPT_DSCR: '19813',
			DEPT_DSCR_AR: 'إدارة دعم وتطوير الأعمال الفنية'
		},
		{
			DEPT_NO: '19814',
			DEPT_DSCR: '19814',
			DEPT_DSCR_AR: 'مدير إدارة التخطيط والأداء'
		},
		{
			DEPT_NO: '19815',
			DEPT_DSCR: '19815',
			DEPT_DSCR_AR: 'الادارة العامة لعمليات الورش'
		},
		{
			DEPT_NO: '19816',
			DEPT_DSCR: '19816',
			DEPT_DSCR_AR: 'الادارة العامة لخدمات الدعم الفني'
		},
		{
			DEPT_NO: '19817',
			DEPT_DSCR: '19817',
			DEPT_DSCR_AR: 'الادارة العامة للصيانة الثقيلة '
		},
		{
			DEPT_NO: '19818',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير إدارة الورش (الشعيبة)'
		},
		{
			DEPT_NO: '19819',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مدير إدارة الورش (ينبع)'
		},
		{
			DEPT_NO: '198196',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الأمانة العامة للجائزة العالمية للابتكار '
		},
		{
			DEPT_NO: '1982',
			DEPT_DSCR: 'Legal Department',
			DEPT_DSCR_AR: 'وكيل المحافظ للشؤون القانونية و الحوكمة'
		},
		{
			DEPT_NO: '19820',
			DEPT_DSCR: 'إدارة العناية بالعملاء ',
			DEPT_DSCR_AR: 'إدارة العناية بالعملاء '
		},
		{
			DEPT_NO: '198200',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الإداره التنفيذية للشؤون القانونية'
		},
		{
			DEPT_NO: '198201',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الإداره العامة للقضايا والتحقيقات'
		},
		{
			DEPT_NO: '19821',
			DEPT_DSCR: 'الأداره العامه لدعم الخدمات المشتركه',
			DEPT_DSCR_AR: 'الأداره العامه لدعم الخدمات المشتركه'
		},
		{
			DEPT_NO: '1982101',
			DEPT_DSCR: 'إدارة تخطيط و تطوير الخدمات المشتركه',
			DEPT_DSCR_AR: 'إدارة تخطيط و تطوير الخدمات المشتركه'
		},
		{
			DEPT_NO: '1982102',
			DEPT_DSCR: 'ادارة مراقبة الأداء و تنفيذ الأعمال',
			DEPT_DSCR_AR: 'ادارة مراقبة الأداء و تنفيذ الأعمال'
		},
		{
			DEPT_NO: '1982103',
			DEPT_DSCR: 'قسم إدارة مستوى الخدمه',
			DEPT_DSCR_AR: 'قسم إدارة مستوى الخدمه'
		},
		{
			DEPT_NO: '198211',
			DEPT_DSCR: '198211',
			DEPT_DSCR_AR: 'فريق مركز الاتصال'
		},
		{
			DEPT_NO: '198212',
			DEPT_DSCR: '198212',
			DEPT_DSCR_AR: 'فريق الشكاوي'
		},
		{
			DEPT_NO: '198213',
			DEPT_DSCR: '198213',
			DEPT_DSCR_AR: 'فريق علاقات العملاء'
		},
		{
			DEPT_NO: '198214',
			DEPT_DSCR: '198214',
			DEPT_DSCR_AR: 'فريق الولاء'
		},
		{
			DEPT_NO: '19822',
			DEPT_DSCR: 'الادارة التنفيذية للخدمات المشتركة التشغيلية',
			DEPT_DSCR_AR: 'الادارة التنفيذية للخدمات المشتركة التشغيلية'
		},
		{
			DEPT_NO: '198231',
			DEPT_DSCR: 'قسم عمليات التوظيف',
			DEPT_DSCR_AR: 'قسم عمليات التوظيف'
		},
		{
			DEPT_NO: '19824',
			DEPT_DSCR: 'إدارة عمليات الموارد البشرية ',
			DEPT_DSCR_AR: 'إدارة عمليات الموارد البشرية '
		},
		{
			DEPT_NO: '19826',
			DEPT_DSCR: 'قسم عمليات التعليم والتطوير',
			DEPT_DSCR_AR: 'قسم عمليات التعليم والتطوير'
		},
		{
			DEPT_NO: '1983',
			DEPT_DSCR: 'الادارة العامة للإتصال المؤسسي',
			DEPT_DSCR_AR: 'الادارة العامة للإتصال المؤسسي'
		},
		{
			DEPT_NO: '19830',
			DEPT_DSCR: '19830',
			DEPT_DSCR_AR: 'قسم ريادة الاعمال'
		},
		{
			DEPT_NO: '1984',
			DEPT_DSCR: 'Department of International Cooperation',
			DEPT_DSCR_AR: 'وكيل المحافظ للشراكات الاستراتيجية'
		},
		{
			DEPT_NO: '19840',
			DEPT_DSCR: 'الإدارة العامة للخدمات المشتركة لتقنية المعلومات',
			DEPT_DSCR_AR: 'الإدارة العامة للخدمات المشتركة لتقنية المعلومات'
		},
		{
			DEPT_NO: '19841',
			DEPT_DSCR: 'إدارة الدعم الفني ',
			DEPT_DSCR_AR: 'إدارة الدعم الفني '
		},
		{
			DEPT_NO: '19842',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم عمليات التطبيقات'
		},
		{
			DEPT_NO: '1985',
			DEPT_DSCR: 'Management Project Implementation',
			DEPT_DSCR_AR: 'الإدارة التنفيذية لتنفيذ المشاريع'
		},
		{
			DEPT_NO: '19851',
			DEPT_DSCR: '19851',
			DEPT_DSCR_AR: 'الادارة العامة لمحفظة مشاريع النقل '
		},
		{
			DEPT_NO: '198511',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مشروع أنظمة نقل مياه المحطات الصغيرة الجديدة (المرحلة الثانية)'
		},
		{
			DEPT_NO: '19852',
			DEPT_DSCR: '19852',
			DEPT_DSCR_AR: 'الادارة العامة لمحفظة مشاريع الانتاج '
		},
		{
			DEPT_NO: '19853',
			DEPT_DSCR: 'Chairman of the Jubail Water Transport System Committee to the cities of the Eastern Province',
			DEPT_DSCR_AR: 'لجنة نظام نقل المياه الجبيل إلى مدن المنطقة الشرقية (3) ونظام نقل مياه الخبر إلى الدمام  حي الجامعة'
		},
		{
			DEPT_NO: '19858',
			DEPT_DSCR: '19858',
			DEPT_DSCR_AR: 'لجنة تنفيذ نظام امداد محطة ينبع-3 بالغاز الجاف'
		},
		{
			DEPT_NO: '1986',
			DEPT_DSCR: 'الإدارة العامة لهندسة المشاريع',
			DEPT_DSCR_AR: 'الإدارة العامة لهندسة المشاريع'
		},
		{
			DEPT_NO: '1987',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'قسم تطوير التطبيقات'
		},
		{
			DEPT_NO: '1989',
			DEPT_DSCR: 'Quality Management',
			DEPT_DSCR_AR: 'إدارة التميز المؤسسي '
		},
		{
			DEPT_NO: '19899',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'ارشفة المساعد التنفيذي '
		},
		{
			DEPT_NO: '1992',
			DEPT_DSCR: 'الإدارة العامة لخدمات المشاريع والمساندة',
			DEPT_DSCR_AR: 'الإدارة العامة لمتابعة المشاريع'
		},
		{
			DEPT_NO: '19921',
			DEPT_DSCR: '19921',
			DEPT_DSCR_AR: 'ادارة الحسابات المدينة والدائنة - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '19922',
			DEPT_DSCR: '19922',
			DEPT_DSCR_AR: 'قسم شؤون المحاسبة للمحطات- الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '19923',
			DEPT_DSCR: '19923',
			DEPT_DSCR_AR: 'الإدارة العامة للخدمات المشتركة للشؤون المالية'
		},
		{
			DEPT_NO: '19924',
			DEPT_DSCR: '19924',
			DEPT_DSCR_AR: 'اداره الدين العام '
		},
		{
			DEPT_NO: '19925',
			DEPT_DSCR: '19925',
			DEPT_DSCR_AR: 'قسم التأمين العام - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '19926',
			DEPT_DSCR: '19926',
			DEPT_DSCR_AR: 'قسم تأمين الممتلكات - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '19928',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'ادارة حسابات الأصول الثابتة والاستاذ العام '
		},
		{
			DEPT_NO: '1993',
			DEPT_DSCR: 'المدير التنفيذي لتخطيط الأصول و التميز التشغيلي',
			DEPT_DSCR_AR: 'مدير التنفيذي لتخطيط الأصول و التميز التشغيلي'
		},
		{
			DEPT_NO: '1994',
			DEPT_DSCR: 'Communication Department',
			DEPT_DSCR_AR: 'ادارة المراسلات الادارية - المركز الرئيسي'
		},
		{
			DEPT_NO: '1995',
			DEPT_DSCR: 'Allocation and Commercial Affairs',
			DEPT_DSCR_AR: 'مدير عام إدارة التخصيص'
		},
		{
			DEPT_NO: '1996',
			DEPT_DSCR: 'General Manager of Financial Affairs - Financial Affairs',
			DEPT_DSCR_AR: 'وكيل المحافظ للشؤون المالية'
		},
		{
			DEPT_NO: '1998',
			DEPT_DSCR: 'General department for Media and Identity',
			DEPT_DSCR_AR: 'مدير عام الإعلام و الهوية'
		},
		{
			DEPT_NO: '19980',
			DEPT_DSCR: '19980',
			DEPT_DSCR_AR: 'مكتب الاعلام الاستراتيجي والنشر'
		},
		{
			DEPT_NO: '19981',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'المدير التنفيذي للتواصل و الهوية المؤسسية'
		},
		{
			DEPT_NO: '19988',
			DEPT_DSCR: '19988',
			DEPT_DSCR_AR: 'فلوه السلوم'
		},
		{
			DEPT_NO: '200',
			DEPT_DSCR: 'قسم الاسكان - إدارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'قسم الاسكان - إدارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '2000',
			DEPT_DSCR: 'Manager Of The Operation and Maintenance in west Coast',
			DEPT_DSCR_AR: 'ادارة التشغيل والصيانة بالساحل الغربي'
		},
		{
			DEPT_NO: '2001',
			DEPT_DSCR: 'الصيانة الاساسية واعادة التاهيل - محطات ينبع',
			DEPT_DSCR_AR: 'الصيانة الاساسية واعادة التاهيل - محطات ينبع'
		},
		{
			DEPT_NO: '2002',
			DEPT_DSCR: 'قسم الورش - محطات ينبع',
			DEPT_DSCR_AR: 'قسم الورش - محطات ينبع'
		},
		{
			DEPT_NO: '2003',
			DEPT_DSCR: 'قسم ادارة المشاريع - محطات ينبع',
			DEPT_DSCR_AR: 'قسم ادارة المشاريع - محطات ينبع'
		},
		{
			DEPT_NO: '2004',
			DEPT_DSCR: 'قسم ادارة التوقفات والاحمال - محطات ينبع',
			DEPT_DSCR_AR: 'قسم ادارة التوقفات والاحمال - محطات ينبع'
		},
		{
			DEPT_NO: '2005',
			DEPT_DSCR: 'قسم تخطيط الاداء والجودة - محطات ينبع',
			DEPT_DSCR_AR: 'قسم تخطيط الاداء والجودة - محطات ينبع'
		},
		{
			DEPT_NO: '2006',
			DEPT_DSCR: 'ادارة محطة المرحلة الثالثة  محطات ينبع',
			DEPT_DSCR_AR: 'ادارة محطة المرحلة الثالثة  محطات ينبع'
		},
		{
			DEPT_NO: '2007',
			DEPT_DSCR: 'مدير التشغيل بالمرحلة الثالثة - ينبع',
			DEPT_DSCR_AR: 'مدير التشغيل بالمرحلة الثالثة - ينبع'
		},
		{
			DEPT_NO: '2008',
			DEPT_DSCR: 'مدير الصيانة بالمرحلة الثالثة - ينبع',
			DEPT_DSCR_AR: 'مدير الصيانة بالمرحلة الثالثة - ينبع'
		},
		{
			DEPT_NO: '2009',
			DEPT_DSCR: 'ادارة محطة المرحلة الثانية - محطات يبنع ',
			DEPT_DSCR_AR: 'ادارة محطة المرحلة الثانية - محطات يبنع '
		},
		{
			DEPT_NO: '201',
			DEPT_DSCR: 'قسم التخطيط والتصميم',
			DEPT_DSCR_AR: 'قسم التخطيط والتصميم'
		},
		{
			DEPT_NO: '2010',
			DEPT_DSCR: 'الادارة المالية - محطات ينبع',
			DEPT_DSCR_AR: 'الادارة المالية - محطات ينبع'
		},
		{
			DEPT_NO: '2011',
			DEPT_DSCR: 'قسم الاطفاء - بمحطات ينبع',
			DEPT_DSCR_AR: 'قسم الاطفاء - بمحطات ينبع'
		},
		{
			DEPT_NO: '2012',
			DEPT_DSCR: 'ادارة الصيانة بالمرحلة الثانية - محطات ينبع',
			DEPT_DSCR_AR: 'ادارة الصيانة بالمرحلة الثانية - محطات ينبع'
		},
		{
			DEPT_NO: '202',
			DEPT_DSCR: 'قسم التنفيذ والمتابعة',
			DEPT_DSCR_AR: 'قسم التنفيذ والمتابعة'
		},
		{
			DEPT_NO: '2021',
			DEPT_DSCR: 'ادارة الشؤون التنظيمية',
			DEPT_DSCR_AR: 'ادارة الشؤون التنظيمية'
		},
		{
			DEPT_NO: '2022',
			DEPT_DSCR: 'ادارة القضايا و التحقيقات',
			DEPT_DSCR_AR: 'ادارة القضايا و التحقيقات'
		},
		{
			DEPT_NO: '2023',
			DEPT_DSCR: 'قسم مراسلات الجهات الرقابية ',
			DEPT_DSCR_AR: 'قسم مراسلات الجهات الرقابية '
		},
		{
			DEPT_NO: '2030',
			DEPT_DSCR: 'إدارة تخطيط الأصول و الكفاءات',
			DEPT_DSCR_AR: 'إدارة تخطيط الأصول و الكفاءات'
		},
		{
			DEPT_NO: '204',
			DEPT_DSCR: 'قسم المكاتب - محطات الخبر',
			DEPT_DSCR_AR: 'قسم المكاتب - محطات الخبر'
		},
		{
			DEPT_NO: '205',
			DEPT_DSCR: 'وحدة المعلومات - محطات ينبع',
			DEPT_DSCR_AR: 'وحدة المعلومات - محطات ينبع'
		},
		{
			DEPT_NO: '206',
			DEPT_DSCR: ' قسم الفحص والاختبار - محطات ينبع',
			DEPT_DSCR_AR: ' قسم الفحص والاختبار - محطات ينبع'
		},
		{
			DEPT_NO: '207',
			DEPT_DSCR: 'ادارة التشغيل بالمرحلة الثانية - محطات ينبع',
			DEPT_DSCR_AR: 'ادارة التشغيل بالمرحلة الثانية - محطات ينبع'
		},
		{
			DEPT_NO: '208',
			DEPT_DSCR: 'شعبة التشغيل - محطات ينبع',
			DEPT_DSCR_AR: 'شعبة التشغيل - محطات ينبع'
		},
		{
			DEPT_NO: '209',
			DEPT_DSCR: 'إدارة قسم جودة المياه - محطات ينبع',
			DEPT_DSCR_AR: 'إدارة قسم جودة المياه - محطات ينبع'
		},
		{
			DEPT_NO: '210',
			DEPT_DSCR: 'قسم كفاءة الاصول - محطات ينبع',
			DEPT_DSCR_AR: 'قسم كفاءة الاصول - محطات ينبع'
		},
		{
			DEPT_NO: '211',
			DEPT_DSCR: 'قسم تشغيل التناضح العكسي - محطات ينبع',
			DEPT_DSCR_AR: 'قسم تشغيل التناضح العكسي - محطات ينبع'
		},
		{
			DEPT_NO: '212',
			DEPT_DSCR: 'قسم المستودعات - محطات ينبع',
			DEPT_DSCR_AR: 'قسم المستودعات - محطات ينبع'
		},
		{
			DEPT_NO: '213',
			DEPT_DSCR: 'إدارة المرافق بمنظومة  ينبع',
			DEPT_DSCR_AR: 'إدارة المرافق بمنظومة  ينبع'
		},
		{
			DEPT_NO: '2130',
			DEPT_DSCR: '2130',
			DEPT_DSCR_AR: 'قسم الاسطول والنقل'
		},
		{
			DEPT_NO: '214',
			DEPT_DSCR: 'قسم الامن بمحطات ينبع',
			DEPT_DSCR_AR: 'قسم الامن بمحطات ينبع'
		},
		{
			DEPT_NO: '215',
			DEPT_DSCR: 'قسم السلامة والصحة المهنية والبيئة - بمحطات ينبع',
			DEPT_DSCR_AR: 'قسم السلامة والصحة المهنية والبيئة - بمحطات ينبع'
		},
		{
			DEPT_NO: '216',
			DEPT_DSCR: 'قسم العيادة - محطات ينبع',
			DEPT_DSCR_AR: 'قسم العيادة - محطات ينبع'
		},
		{
			DEPT_NO: '218',
			DEPT_DSCR: 'شعبة الموارد البشرية - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة الموارد البشرية - محطات الشعيبة'
		},
		{
			DEPT_NO: '219',
			DEPT_DSCR: 'الإدارة العامة لصيانة والشؤون الهندسية - محطات الشعيبة ',
			DEPT_DSCR_AR: 'الإدارة العامة لصيانة والشؤون الهندسية - محطات الشعيبة '
		},
		{
			DEPT_NO: '220',
			DEPT_DSCR: 'شعبة  الصيانة بالمرحلة الأولى  - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة  الصيانة بالمرحلة الأولى  - محطات الشعيبة'
		},
		{
			DEPT_NO: '2200',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مكتب الإدارة التنفيذية لمنظومة إنتاج – ينبع'
		},
		{
			DEPT_NO: '221',
			DEPT_DSCR: 'قسم الصيانة الميكانيكية بالمرحلة الأولى - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم الصيانة الميكانيكية بالمرحلة الأولى - محطات الشعيبة'
		},
		{
			DEPT_NO: '2211',
			DEPT_DSCR: 'وكيل تقنية المعلومات والتحول الرقمي',
			DEPT_DSCR_AR: 'الإدارة التنفيذية لتقنية المعلومات والتحول الرقمي'
		},
		{
			DEPT_NO: '222',
			DEPT_DSCR: 'قسم صيانة الكهربائية والأجهزة بالمرحلة الأولى - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم صيانة الكهربائية والأجهزة بالمرحلة الأولى - محطات الشعيبة'
		},
		{
			DEPT_NO: '223',
			DEPT_DSCR: 'إدارة المرحلة الأولى  - محطات الشعيبة',
			DEPT_DSCR_AR: 'إدارة المرحلة الأولى  - محطات الشعيبة'
		},
		{
			DEPT_NO: '224',
			DEPT_DSCR: 'إدارة المرحلة  الثانية - محطات الشعيبة',
			DEPT_DSCR_AR: 'إدارة المرحلة  الثانية - محطات الشعيبة'
		},
		{
			DEPT_NO: '225',
			DEPT_DSCR: 'إدارة المرحلة  الرابعة - محطات الشعيبة',
			DEPT_DSCR_AR: 'إدارة المرحلة  الرابعة - محطات الشعيبة'
		},
		{
			DEPT_NO: '226',
			DEPT_DSCR: 'إدارة  الصيانة بالمرحلة الثانية - محطات الشعيبة',
			DEPT_DSCR_AR: 'إدارة  الصيانة بالمرحلة الثانية - محطات الشعيبة'
		},
		{
			DEPT_NO: '227',
			DEPT_DSCR: 'شعبة الصيانة الميكانيكية بالمرحلة الثانية - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة الصيانة الميكانيكية بالمرحلة الثانية - محطات الشعيبة'
		},
		{
			DEPT_NO: '228',
			DEPT_DSCR: 'شعبة صيانة الكهربائية والأجهزة بالمرحلة الثانية -  محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة صيانة الكهربائية والأجهزة بالمرحلة الثانية -  محطات الشعيبة'
		},
		{
			DEPT_NO: '229',
			DEPT_DSCR: 'قسم الصيانة الميكانيكية بالمرحلة الرابعة - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم الصيانة الميكانيكية بالمرحلة الرابعة - محطات الشعيبة'
		},
		{
			DEPT_NO: '230',
			DEPT_DSCR: 'قسم صيانة الكهربائية والأجهزة بالمرحلة الرابعة - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم صيانة الكهربائية والأجهزة بالمرحلة الرابعة - محطات الشعيبة'
		},
		{
			DEPT_NO: '2300',
			DEPT_DSCR: 'Shuaybah Stations - Manager Office of Stations Administration',
			DEPT_DSCR_AR: 'محطات الشعيبة - مكتب المدير التنفيذي للإدارة التنفيذية لمنظومة الإنتاج '
		},
		{
			DEPT_NO: '231',
			DEPT_DSCR: 'شعبة  الصيانة بالمرحلة الرابعة  - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة  الصيانة بالمرحلة الرابعة  - محطات الشعيبة'
		},
		{
			DEPT_NO: '232',
			DEPT_DSCR: 'شعبة  الخدمات الفنية - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة  الخدمات الفنية - محطات الشعيبة'
		},
		{
			DEPT_NO: '233',
			DEPT_DSCR: 'شعبة تخطيط الصيانة - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة تخطيط الصيانة - محطات الشعيبة'
		},
		{
			DEPT_NO: '234',
			DEPT_DSCR: 'إدارة الصيانة الأساسية وإعادة التأهيل - محطات الشعيبة',
			DEPT_DSCR_AR: 'إدارة الصيانة الأساسية وإعادة التأهيل - محطات الشعيبة'
		},
		{
			DEPT_NO: '235',
			DEPT_DSCR: 'شعبة  الورش - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة  الورش - محطات الشعيبة'
		},
		{
			DEPT_NO: '236',
			DEPT_DSCR: 'شعبة الفحص والاختبار - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة الفحص والاختبار - محطات الشعيبة'
		},
		{
			DEPT_NO: '237',
			DEPT_DSCR: 'شعبة التشغيل بالمرحلة الرابعة - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة التشغيل بالمرحلة الرابعة - محطات الشعيبة'
		},
		{
			DEPT_NO: '238',
			DEPT_DSCR: 'شعبة  التشغيل بالمرحلة الأولى - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة  التشغيل بالمرحلة الأولى - محطات الشعيبة'
		},
		{
			DEPT_NO: '239',
			DEPT_DSCR: 'إدارة التشغيل بالمرحلة الثانية - محطات الشعيبة',
			DEPT_DSCR_AR: 'إدارة التشغيل بالمرحلة الثانية - محطات الشعيبة'
		},
		{
			DEPT_NO: '240',
			DEPT_DSCR: 'شعبة جودة المياة  - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة جودة المياة  - محطات الشعيبة'
		},
		{
			DEPT_NO: '241',
			DEPT_DSCR: 'شعبة كفاءة الأصول - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة كفاءة الأصول - محطات الشعيبة'
		},
		{
			DEPT_NO: '242',
			DEPT_DSCR: 'قسم المستودعات - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم المستودعات - محطات الشعيبة'
		},
		{
			DEPT_NO: '243',
			DEPT_DSCR: 'إدارة المرافق بمنظومة  الشعيبه',
			DEPT_DSCR_AR: 'إدارة المرافق بمنظومة  الشعيبه'
		},
		{
			DEPT_NO: '244',
			DEPT_DSCR: 'قسم الامن بمحطات الشعيبة',
			DEPT_DSCR_AR: 'قسم الامن بمحطات الشعيبة'
		},
		{
			DEPT_NO: '245',
			DEPT_DSCR: 'قسم التشغيل - وحدة إنتاج حقل',
			DEPT_DSCR_AR: 'قسم التشغيل - وحدة إنتاج حقل'
		},
		{
			DEPT_NO: '246',
			DEPT_DSCR: 'شعبة إدارة التوقفات والأحمال - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة إدارة التوقفات والأحمال - محطات الشعيبة'
		},
		{
			DEPT_NO: '247',
			DEPT_DSCR: 'شعبة تخطيط الأداء والجودة - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة تخطيط الأداء والجودة - محطات الشعيبة'
		},
		{
			DEPT_NO: '248',
			DEPT_DSCR: 'شعبة الإدارة المالية - محطات الشعيبة',
			DEPT_DSCR_AR: 'شعبة الإدارة المالية - محطات الشعيبة'
		},
		{
			DEPT_NO: '249',
			DEPT_DSCR: 'قسم الاتصالات الإدارية - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم الاتصالات الإدارية - محطات الشعيبة'
		},
		{
			DEPT_NO: '250',
			DEPT_DSCR: 'قسم المكاتب - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم المكاتب - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '251',
			DEPT_DSCR: 'قسم المكاتب - محطة الخفجي',
			DEPT_DSCR_AR: 'قسم المكاتب - محطة الخفجي'
		},
		{
			DEPT_NO: '252',
			DEPT_DSCR: 'قسم المكاتب - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'قسم المكاتب - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '253',
			DEPT_DSCR: 'قسم المكاتب - محطة الشعيبة',
			DEPT_DSCR_AR: 'قسم المكاتب - محطة الشعيبة'
		},
		{
			DEPT_NO: '254',
			DEPT_DSCR: 'قسم المكاتب - محطات جدة',
			DEPT_DSCR_AR: 'قسم المكاتب - محطات جدة'
		},
		{
			DEPT_NO: '255',
			DEPT_DSCR: 'قسم المكاتب - محطات ينبع',
			DEPT_DSCR_AR: 'قسم المكاتب - محطات ينبع'
		},
		{
			DEPT_NO: '256',
			DEPT_DSCR: 'قسم المكاتب - إدارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'قسم المكاتب - إدارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '2632',
			DEPT_DSCR: 'لجنة الإشراف على مشروع رأس الخير - الشرقية',
			DEPT_DSCR_AR: 'لجنة الإشراف على مشروع رأس الخير - الشرقية'
		},
		{
			DEPT_NO: '2653',
			DEPT_DSCR: 'محطة ضخ البرك الطرفية - ادارة انظمة نقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ البرك الطرفية - ادارة انظمة نقل مياه الشقيق'
		},
		{
			DEPT_NO: '2713',
			DEPT_DSCR: 'الإدارة التنفيذية لمنظومة انتاج راس الخير',
			DEPT_DSCR_AR: 'الإدارة التنفيذية لمنظومة انتاج راس الخير'
		},
		{
			DEPT_NO: '27130',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم الاتفاقيات التجارية '
		},
		{
			DEPT_NO: '2733',
			DEPT_DSCR: 'JUBAIL RDTC PILOT PLANT',
			DEPT_DSCR_AR: 'JUBAIL RDTC PILOT PLANT'
		},
		{
			DEPT_NO: '282',
			DEPT_DSCR: 'قسم الصيانة الميكانيكية- قوى - محطات جدة',
			DEPT_DSCR_AR: 'قسم الصيانة الميكانيكية- قوى - محطات جدة'
		},
		{
			DEPT_NO: '283',
			DEPT_DSCR: 'قسم الصيانة الميكانيكية- تحلية -الات مساعدة - محطات جدة',
			DEPT_DSCR_AR: 'قسم الصيانة الميكانيكية- تحلية -الات مساعدة - محطات جدة'
		},
		{
			DEPT_NO: '2833',
			DEPT_DSCR: '2833',
			DEPT_DSCR_AR: 'قسم ادارة المشاريع - راس الخير'
		},
		{
			DEPT_NO: '2834',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: ' الهندسة والوثائق الفنية - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2835',
			DEPT_DSCR: 'ادارة التشغيل - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'ادارة التشغيل - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2836',
			DEPT_DSCR: 'الموارد البشرية - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'الموارد البشرية - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2837',
			DEPT_DSCR: 'مدير عام الصيانة والشئون الهندسية - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'مدير عام الصيانة والشئون الهندسية - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2838',
			DEPT_DSCR: 'شعبة الصيانة الميكانيكية - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'شعبة الصيانة الميكانيكية - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2839',
			DEPT_DSCR: 'شعبة الصيانة الكهربائية والأجهزة - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'شعبة الصيانة الكهربائية والأجهزة - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '284',
			DEPT_DSCR: 'وحدة الورش الميكانيكية - محطات جدة',
			DEPT_DSCR_AR: 'وحدة الورش الميكانيكية - محطات جدة'
		},
		{
			DEPT_NO: '2840',
			DEPT_DSCR: 'إدارة الصيانة - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'إدارة الصيانة - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2841',
			DEPT_DSCR: ' قسم الخدمات المساندة - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: ' قسم الخدمات المساندة - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2842',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'قسم تخطيط الصيانة - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2843',
			DEPT_DSCR: 'قسم الفحص والاختبار - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم الفحص والاختبار - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2844',
			DEPT_DSCR: 'شعبة التشغيل - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'شعبة التشغيل - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2845',
			DEPT_DSCR: 'قسم جودة المياه - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم جودة المياه - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2846',
			DEPT_DSCR: 'قسم الكفاءة والاحمال - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم الكفاءة والاحمال - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2847',
			DEPT_DSCR: 'قسم المستودعات - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم المستودعات - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2848',
			DEPT_DSCR: 'إدارة المرافق بمنظومة  راس الخير',
			DEPT_DSCR_AR: 'إدارة المرافق بمنظومة  راس الخير'
		},
		{
			DEPT_NO: '2849',
			DEPT_DSCR: 'قسم الامن الصناعي - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم الامن الصناعي - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '285',
			DEPT_DSCR: 'الصيانة الكهربائية والأجهزة  - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'الصيانة الكهربائية والأجهزة  - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '2850',
			DEPT_DSCR: 'قسم السلامة والصحة والبيئة  - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم السلامة والصحة والبيئة  - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2851',
			DEPT_DSCR: 'قسم العيادة - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم العيادة - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2852',
			DEPT_DSCR: 'المدير التنفيذي لأنظمة نقل مياه راس الخير',
			DEPT_DSCR_AR: 'مدير التنفيذي لأنظمة نقل مياه راس الخير'
		},
		{
			DEPT_NO: '2853',
			DEPT_DSCR: 'إدارة التشغيل - انظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'إدارة التشغيل - انظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '2854',
			DEPT_DSCR: 'إدارة الصيانة - انظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'إدارة الصيانة - انظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '2855',
			DEPT_DSCR: 'وحدة الامن - انظمة النقل - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'وحدة الامن - انظمة النقل - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2856',
			DEPT_DSCR: 'شعبة الاطفاء - محطات رأس الخير',
			DEPT_DSCR_AR: 'شعبة الاطفاء - محطات رأس الخير'
		},
		{
			DEPT_NO: '2858',
			DEPT_DSCR: 'إدارة التخطيط والدعم الفني - إدارة أنظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'إدارة التخطيط والدعم الفني - إدارة أنظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '2859',
			DEPT_DSCR: 'الصيانة الميكانيكية - أنظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'الصيانة الميكانيكية - أنظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '286',
			DEPT_DSCR: 'قسم الصيانة الكهربائية- قوى - محطات جدة',
			DEPT_DSCR_AR: 'قسم الصيانة الكهربائية- قوى - محطات جدة'
		},
		{
			DEPT_NO: '2860',
			DEPT_DSCR: 'الصيانة الكهربائية - انظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'الصيانة الكهربائية - انظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '2861',
			DEPT_DSCR: 'صيانة الأجهزة والتحكم - أنظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'صيانة الأجهزة والتحكم - أنظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '2862',
			DEPT_DSCR: 'الصيانة المدنية - انظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'الصيانة المدنية - انظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '2863',
			DEPT_DSCR: 'التخطيط - انظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'التخطيط - انظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '2864',
			DEPT_DSCR: 'المختبر - انظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'المختبر - انظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '2865',
			DEPT_DSCR: 'حماية المرافق - أنظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'حماية المرافق - أنظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '2866',
			DEPT_DSCR: 'شعبة التشغيل - أنظمة نقل مياه رأس الخير',
			DEPT_DSCR_AR: 'شعبة التشغيل - أنظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '287',
			DEPT_DSCR: 'وحدة الصيانة الكهربائية- تحلية -الات مساعدة - محطات جدة',
			DEPT_DSCR_AR: 'وحدة الصيانة الكهربائية- تحلية -الات مساعدة - محطات جدة'
		},
		{
			DEPT_NO: '2870',
			DEPT_DSCR: ' الصيانة الأساسية وإعادة التأهيل - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: ' الصيانة الأساسية وإعادة التأهيل - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2871',
			DEPT_DSCR: 'قسم الورش - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم الورش - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2872',
			DEPT_DSCR: 'قسم إدارة التوقفات والأحمال - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم إدارة التوقفات والأحمال - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2873',
			DEPT_DSCR: 'قسم تخطيط الأداء والجودة  - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'قسم تخطيط الأداء والجودة  - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2874',
			DEPT_DSCR: 'مدير عام المرحلة الأولى - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'مدير عام المرحلة الأولى - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2875',
			DEPT_DSCR: 'مدير عام تخطيط كفاءة الأصول وجودة المياه - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'مدير عام تخطيط كفاءة الأصول وجودة المياه - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '2876',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم إدارة المشاريع - منظومة انتاج رأس الخير'
		},
		{
			DEPT_NO: '2877',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الإدارة المالية - منظومة انتاج رأس الخير'
		},
		{
			DEPT_NO: '2878',
			DEPT_DSCR: '2878',
			DEPT_DSCR_AR: 'قسم الفحص والاختبار - راس الخير'
		},
		{
			DEPT_NO: '288',
			DEPT_DSCR: 'وحدة الورش الكهربائية - محطات جدة',
			DEPT_DSCR_AR: 'وحدة الورش الكهربائية - محطات جدة'
		},
		{
			DEPT_NO: '289',
			DEPT_DSCR: 'شعبة الاجهزة والتحكم - محطات جدة',
			DEPT_DSCR_AR: 'شعبة الاجهزة والتحكم - محطات جدة'
		},
		{
			DEPT_NO: '290',
			DEPT_DSCR: 'قسم صيانة الاجهزة والتحكم- قوى - محطات جدة',
			DEPT_DSCR_AR: 'قسم صيانة الاجهزة والتحكم- قوى - محطات جدة'
		},
		{
			DEPT_NO: '291',
			DEPT_DSCR: 'وحدة صيانة الاجهزة والتحكم- تحلية -الات مساعدة - محطات جدة',
			DEPT_DSCR_AR: 'وحدة صيانة الاجهزة والتحكم- تحلية -الات مساعدة - محطات جدة'
		},
		{
			DEPT_NO: '292',
			DEPT_DSCR: 'وحدة ورش الاجهزة - محطات جدة',
			DEPT_DSCR_AR: 'وحدة ورش الاجهزة - محطات جدة'
		},
		{
			DEPT_NO: '293',
			DEPT_DSCR: 'قسم الخدمات المساندة - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'قسم الخدمات المساندة - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '294',
			DEPT_DSCR: ' قسم تخطيط الصيانة - منظومة انتاج جدة',
			DEPT_DSCR_AR: ' قسم تخطيط الصيانة - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '295',
			DEPT_DSCR: 'وحدة التخطيط - محطات جدة',
			DEPT_DSCR_AR: 'وحدة التخطيط - محطات جدة'
		},
		{
			DEPT_NO: '296',
			DEPT_DSCR: 'وحدة المعلومات - محطات جدة',
			DEPT_DSCR_AR: 'وحدة المعلومات - محطات جدة'
		},
		{
			DEPT_NO: '297',
			DEPT_DSCR: 'قسم الفحص والاختبار - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'قسم الفحص والاختبار - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '298',
			DEPT_DSCR: 'ادارة التشغيل - محطات جدة',
			DEPT_DSCR_AR: 'ادارة التشغيل - محطات جدة'
		},
		{
			DEPT_NO: '299',
			DEPT_DSCR: 'قسم التشغيل - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'قسم التشغيل - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '300',
			DEPT_DSCR: 'شعبة المرحلة  2 + 3 - محطات جدة',
			DEPT_DSCR_AR: 'شعبة المرحلة  2 + 3 - محطات جدة'
		},
		{
			DEPT_NO: '3000',
			DEPT_DSCR: 'Operation and Maintenance East Coast',
			DEPT_DSCR_AR: 'ادارة التشغيل والصيانة بالساحل الشرقي'
		},
		{
			DEPT_NO: '301',
			DEPT_DSCR: 'قسم جودة المياه - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'قسم جودة المياه - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '302',
			DEPT_DSCR: 'إدارة الدعم الفني وحدة الكفاءة والإحصاء - محطات جدة',
			DEPT_DSCR_AR: 'إدارة الدعم الفني وحدة الكفاءة والإحصاء - محطات جدة'
		},
		{
			DEPT_NO: '303',
			DEPT_DSCR: 'وحدة محطة الضخ - محطات جدة',
			DEPT_DSCR_AR: 'وحدة محطة الضخ - محطات جدة'
		},
		{
			DEPT_NO: '304',
			DEPT_DSCR: 'قسم التناضح العكسي - محطات جدة',
			DEPT_DSCR_AR: 'قسم التناضح العكسي - محطات جدة'
		},
		{
			DEPT_NO: '305',
			DEPT_DSCR: 'قسم المستودعات - محطات جدة',
			DEPT_DSCR_AR: 'قسم المستودعات - محطات جدة'
		},
		{
			DEPT_NO: '306',
			DEPT_DSCR: 'قسم الاسكان - محطات جدة',
			DEPT_DSCR_AR: 'قسم الاسكان - محطات جدة'
		},
		{
			DEPT_NO: '307',
			DEPT_DSCR: 'قسم الامن بمحطات جدة',
			DEPT_DSCR_AR: 'قسم الامن بمحطات جدة'
		},
		{
			DEPT_NO: '308',
			DEPT_DSCR: 'قسم السلامة والاطفاء بمحطات جدة',
			DEPT_DSCR_AR: 'قسم السلامة والاطفاء بمحطات جدة'
		},
		{
			DEPT_NO: '309',
			DEPT_DSCR: 'قسم العيادة - محطات جدة',
			DEPT_DSCR_AR: 'قسم العيادة - محطات جدة'
		},
		{
			DEPT_NO: '310',
			DEPT_DSCR: 'إدارة الدعم الفني الشعبة الهندسية - محطات جدة',
			DEPT_DSCR_AR: 'إدارة الدعم الفني الشعبة الهندسية - محطات جدة'
		},
		{
			DEPT_NO: '311',
			DEPT_DSCR: 'الموارد البشرية  - محطات ينبع',
			DEPT_DSCR_AR: 'الموارد البشرية  - محطات ينبع'
		},
		{
			DEPT_NO: '312',
			DEPT_DSCR: 'ادارة الصيانة والشؤون الهندسية - محطات ينبع',
			DEPT_DSCR_AR: 'ادارة الصيانة والشؤون الهندسية - محطات ينبع'
		},
		{
			DEPT_NO: '313',
			DEPT_DSCR: 'شعبة الصيانة الميكانيكية - محطات ينبع',
			DEPT_DSCR_AR: 'شعبة الصيانة الميكانيكية - محطات ينبع'
		},
		{
			DEPT_NO: '314',
			DEPT_DSCR: 'قسم الصيانة الميكانيكية- قوى - محطات ينبع',
			DEPT_DSCR_AR: 'قسم الصيانة الميكانيكية- قوى - محطات ينبع'
		},
		{
			DEPT_NO: '315',
			DEPT_DSCR: 'قسم الصيانة الميكانيكية- تحلية -الات مساعدة - محطات ينبع',
			DEPT_DSCR_AR: 'قسم الصيانة الميكانيكية- تحلية -الات مساعدة - محطات ينبع'
		},
		{
			DEPT_NO: '316',
			DEPT_DSCR: 'وحدة الورش الميكانيكية - محطات ينبع',
			DEPT_DSCR_AR: 'وحدة الورش الميكانيكية - محطات ينبع'
		},
		{
			DEPT_NO: '317',
			DEPT_DSCR: 'شعبة الصيانة الكهربائية - محطات ينبع',
			DEPT_DSCR_AR: 'شعبة الصيانة الكهربائية - محطات ينبع'
		},
		{
			DEPT_NO: '318',
			DEPT_DSCR: 'قسم الصيانة الكهربائية- قوى - محطات ينبع',
			DEPT_DSCR_AR: 'قسم الصيانة الكهربائية- قوى - محطات ينبع'
		},
		{
			DEPT_NO: '319',
			DEPT_DSCR: 'وحدة الصيانة الكهربائية- تحلية -الات مساعدة - محطات ينبع',
			DEPT_DSCR_AR: 'وحدة الصيانة الكهربائية- تحلية -الات مساعدة - محطات ينبع'
		},
		{
			DEPT_NO: '320',
			DEPT_DSCR: 'وحدة الورش الكهربائية - محطات ينبع',
			DEPT_DSCR_AR: 'وحدة الورش الكهربائية - محطات ينبع'
		},
		{
			DEPT_NO: '335',
			DEPT_DSCR: 'ادارة خدمات الموارد البشرية - الغربية',
			DEPT_DSCR_AR: 'ادارة خدمات الموارد البشرية - الغربية'
		},
		{
			DEPT_NO: '336',
			DEPT_DSCR: 'شعبة علاقات العاملين - خدمات الغربية',
			DEPT_DSCR_AR: 'شعبة علاقات العاملين - خدمات الغربية'
		},
		{
			DEPT_NO: '337',
			DEPT_DSCR: 'قسم الرواتب والمزايا ',
			DEPT_DSCR_AR: 'قسم الرواتب والمزايا '
		},
		{
			DEPT_NO: '338',
			DEPT_DSCR: 'قسم إدارة المراسلات الغربية',
			DEPT_DSCR_AR: 'قسم إدارة المراسلات الغربية'
		},
		{
			DEPT_NO: '340',
			DEPT_DSCR: 'وحدة التأمين والعلاقات الحكومية - علاقات العاملين الغربية',
			DEPT_DSCR_AR: 'وحدة التأمين والعلاقات الحكومية - علاقات العاملين الغربية'
		},
		{
			DEPT_NO: '341',
			DEPT_DSCR: 'ادارة الشؤون المالية - الغربية',
			DEPT_DSCR_AR: 'ادارة الشؤون المالية - الغربية'
		},
		{
			DEPT_NO: '342',
			DEPT_DSCR: 'شعبة الحسابات العامة - الغربية',
			DEPT_DSCR_AR: 'شعبة الحسابات العامة - الغربية'
		},
		{
			DEPT_NO: '343',
			DEPT_DSCR: 'شعبة الأرشفه - الغربية',
			DEPT_DSCR_AR: 'شعبة الأرشفه - الغربية'
		},
		{
			DEPT_NO: '344',
			DEPT_DSCR: 'شعبة الأصول الثابتة - الغربية',
			DEPT_DSCR_AR: 'شعبة الأصول الثابتة - الغربية'
		},
		{
			DEPT_NO: '345',
			DEPT_DSCR: 'شعبة المصاريف والذمم الدائنة - الغربية',
			DEPT_DSCR_AR: 'شعبة المصاريف والذمم الدائنة - الغربية'
		},
		{
			DEPT_NO: '346',
			DEPT_DSCR: 'شعبة المقبوضات والذمم المدينة - الغربية',
			DEPT_DSCR_AR: 'شعبة المقبوضات والذمم المدينة - الغربية'
		},
		{
			DEPT_NO: '347',
			DEPT_DSCR: 'شعبة المشتريات - الغربية',
			DEPT_DSCR_AR: 'شعبة المشتريات - الغربية'
		},
		{
			DEPT_NO: '348',
			DEPT_DSCR: 'قسم المشتريات - الغربية',
			DEPT_DSCR_AR: 'قسم المشتريات - الغربية'
		},
		{
			DEPT_NO: '350',
			DEPT_DSCR: 'وحدة مندوبي المشتريات - الغربية',
			DEPT_DSCR_AR: 'وحدة مندوبي المشتريات - الغربية'
		},
		{
			DEPT_NO: '351',
			DEPT_DSCR: 'قسم الخدمات اللوجستية',
			DEPT_DSCR_AR: 'قسم الخدمات اللوجستية'
		},
		{
			DEPT_NO: '352',
			DEPT_DSCR: 'Communication Dep. Western Region',
			DEPT_DSCR_AR: 'ادارة الاتصال بالساحل الغربي'
		},
		{
			DEPT_NO: '353',
			DEPT_DSCR: 'الإدارة الهندسية بالساحل الغربي',
			DEPT_DSCR_AR: 'الإدارة الهندسية بالساحل الغربي'
		},
		{
			DEPT_NO: '355',
			DEPT_DSCR: 'الموارد البشرية - محطات جدة',
			DEPT_DSCR_AR: 'الموارد البشرية - محطات جدة'
		},
		{
			DEPT_NO: '356',
			DEPT_DSCR: 'قسم الصيانة - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'قسم الصيانة - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '357',
			DEPT_DSCR: 'الصيانة الميكانيكية - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'الصيانة الميكانيكية - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '358',
			DEPT_DSCR: 'قسم الاطفاء بمحطات الشعيبة',
			DEPT_DSCR_AR: 'قسم الاطفاء بمحطات الشعيبة'
		},
		{
			DEPT_NO: '359',
			DEPT_DSCR: 'قسم العيادة - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم العيادة - محطات الشعيبة'
		},
		{
			DEPT_NO: '360',
			DEPT_DSCR: 'الإدارة الهندسية والوثائق الفنية - محطات الشعيبة',
			DEPT_DSCR_AR: 'الإدارة الهندسية والوثائق الفنية - محطات الشعيبة'
		},
		{
			DEPT_NO: '361',
			DEPT_DSCR: 'قسم السلامة بمحطات الشعيبة',
			DEPT_DSCR_AR: 'قسم السلامة بمحطات الشعيبة'
		},
		{
			DEPT_NO: '363',
			DEPT_DSCR: 'ادراة الاداء والجودة - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'ادراة الاداء والجودة - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '364',
			DEPT_DSCR: 'ادارة التوقفات والاحمال - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'ادارة التوقفات والاحمال - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '365',
			DEPT_DSCR: 'الموارد البشرية  - وحدة إنتاج أملج',
			DEPT_DSCR_AR: 'الموارد البشرية  - وحدة إنتاج أملج'
		},
		{
			DEPT_NO: '366',
			DEPT_DSCR: 'الورش - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'الورش - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '367',
			DEPT_DSCR: 'إدارة المشاريع - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'إدارة المشاريع - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '368',
			DEPT_DSCR: 'القسم المالي ـ منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'القسم المالي ـ منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '369',
			DEPT_DSCR: 'مدير الإدارة التنفيذية لمنظومة الإنتاج الشقيق',
			DEPT_DSCR_AR: 'مدير الإدارة التنفيذية لمنظومة الإنتاج الشقيق'
		},
		{
			DEPT_NO: '370',
			DEPT_DSCR: 'الموارد البشريه  - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'الموارد البشريه  - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '371',
			DEPT_DSCR: 'إدارة الصيانة والشئون الهندسية - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'إدارة الصيانة والشئون الهندسية - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '372',
			DEPT_DSCR: 'الصيانة الأساسية وإعادة التاهيل - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'الصيانة الأساسية وإعادة التاهيل - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '373',
			DEPT_DSCR: 'الهندسية -  منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'الهندسية -  منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '374',
			DEPT_DSCR: 'شعبة صيانة الاجهزة - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'شعبة صيانة الاجهزة - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '375',
			DEPT_DSCR: 'الخدمات الفنية - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'الخدمات الفنية - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '377',
			DEPT_DSCR: 'الفحص والاختبار - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'الفحص والاختبار - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '378',
			DEPT_DSCR: 'إدارة المرحلة - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'إدارة المرحلة - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '380',
			DEPT_DSCR: 'جودة المياه ومعالجتها - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'جودة المياه ومعالجتها - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '3800',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'معهد الأبحاث و الإبتكار و تقنيات التحلية'
		},
		{
			DEPT_NO: '3801',
			DEPT_DSCR: 'إدارة الخبرات- معهد الابحاث ',
			DEPT_DSCR_AR: 'إدارة الخبرات- معهد الابحاث '
		},
		{
			DEPT_NO: '3802',
			DEPT_DSCR: 'قسم المحطات التجريبية - معهد الابحاث ',
			DEPT_DSCR_AR: 'قسم المحطات التجريبية - معهد الابحاث '
		},
		{
			DEPT_NO: '3803',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'قسم تخطيط وتطوير الأعمال - معهد الابحاث '
		},
		{
			DEPT_NO: '3804',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'قسم الخدمات المساندة - معهد الابحاث'
		},
		{
			DEPT_NO: '3805',
			DEPT_DSCR: 'قسم الابحاث والاستشارات - معهد الأبحاث',
			DEPT_DSCR_AR: 'قسم الابحاث والاستشارات - معهد الأبحاث'
		},
		{
			DEPT_NO: '3806',
			DEPT_DSCR: 'قسم المختبرات - معهد الأبحاث',
			DEPT_DSCR_AR: 'قسم المختبرات - معهد الأبحاث'
		},
		{
			DEPT_NO: '3807',
			DEPT_DSCR: 'قسم الحراريــــات - معهد الأبحاث',
			DEPT_DSCR_AR: 'قسم الحراريــــات - معهد الأبحاث'
		},
		{
			DEPT_NO: '3808',
			DEPT_DSCR: 'قسم التناضح العكسي - معهد الأبحاث',
			DEPT_DSCR_AR: 'قسم التناضح العكسي - معهد الأبحاث'
		},
		{
			DEPT_NO: '3809',
			DEPT_DSCR: '3809',
			DEPT_DSCR_AR: 'ادارة دعم الاعمال - معهد الابحاث'
		},
		{
			DEPT_NO: '381',
			DEPT_DSCR: 'وحدة الكفاءة والإحصاء - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'وحدة الكفاءة والإحصاء - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '3810',
			DEPT_DSCR: '3810',
			DEPT_DSCR_AR: 'لجنة فحص العروض لمعهد الأبحاث و الأبتكار و تقنيات التحليه و الأداره العامه لمشاريع الكفاءات المحليه'
		},
		{
			DEPT_NO: '382',
			DEPT_DSCR: 'وحدة المستودعات - محطات الشقيق',
			DEPT_DSCR_AR: 'وحدة المستودعات - محطات الشقيق'
		},
		{
			DEPT_NO: '383',
			DEPT_DSCR: 'إدارة المرافق بمنظومة  الشقيق',
			DEPT_DSCR_AR: 'إدارة المرافق بمنظومة  الشقيق'
		},
		{
			DEPT_NO: '384',
			DEPT_DSCR: 'قسم الامن - محطات الشقيق',
			DEPT_DSCR_AR: 'قسم الامن - محطات الشقيق'
		},
		{
			DEPT_NO: '385',
			DEPT_DSCR: 'قسم السلامة والاطفاء - محطات الشقيق',
			DEPT_DSCR_AR: 'قسم الإطفاء والحماية من الحريق بمنظومة إنتاج الشقيق '
		},
		{
			DEPT_NO: '386',
			DEPT_DSCR: 'قسم العيادة - محطات الشقيق',
			DEPT_DSCR_AR: 'قسم العيادة - محطات الشقيق'
		},
		{
			DEPT_NO: '387',
			DEPT_DSCR: 'تشغيل المرحلة - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'تشغيل المرحلة - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '388',
			DEPT_DSCR: 'وحدة خزانات بن نعمان -ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'وحدة خزانات بن نعمان -ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '389',
			DEPT_DSCR: 'قسم الجودة - محطات الشقيق ',
			DEPT_DSCR_AR: 'قسم الجودة - محطات الشقيق '
		},
		{
			DEPT_NO: '390',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'قسم السلامة والصحة المهنية والبيئة - إدارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '3900',
			DEPT_DSCR: 'الأداره التنفيذية للأكاديميه السعوديه للمياه',
			DEPT_DSCR_AR: 'الأداره التنفيذية للأكاديميه السعوديه للمياه'
		},
		{
			DEPT_NO: '390010',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'الادارة العامة للاكاديمية السعودية للمياه بالمدينة المنورة '
		},
		{
			DEPT_NO: '3901',
			DEPT_DSCR: 'إدارة تطوير الأعمال - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'إدارة تطوير الأعمال - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3902',
			DEPT_DSCR: 'ادارة تطوير وتنفيذ التدريب - الاكاديمية بالجبيل',
			DEPT_DSCR_AR: 'ادارة تطوير وتنفيذ التدريب - الاكاديمية بالجبيل'
		},
		{
			DEPT_NO: '3903',
			DEPT_DSCR: 'إدارة خدمات الدعم - الاكاديمية بالجبيل',
			DEPT_DSCR_AR: 'إدارة خدمات الدعم - الاكاديمية بالجبيل'
		},
		{
			DEPT_NO: '3904',
			DEPT_DSCR: 'إدارة الخدمات التدريبية - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'إدارة الخدمات التدريبية - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3905',
			DEPT_DSCR: '3905',
			DEPT_DSCR_AR: 'قسم تقنية المعلومات بالاكاديمة السعودية للمياه- بالجبيل'
		},
		{
			DEPT_NO: '3906',
			DEPT_DSCR: 'قسم الموارد البشرية - الاكاديمية السعودية بالجبيل',
			DEPT_DSCR_AR: 'قسم الموارد البشرية - الاكاديمية السعودية بالجبيل'
		},
		{
			DEPT_NO: '3907',
			DEPT_DSCR: 'قسم تنفيذ التدريب - التشغيل - الاكاديمة السعودية بالجبيل',
			DEPT_DSCR_AR: 'قسم تنفيذ التدريب - التشغيل - الاكاديمة السعودية بالجبيل'
		},
		{
			DEPT_NO: '3908',
			DEPT_DSCR: 'شعبة المواد العامة - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'شعبة المواد العامة - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3909',
			DEPT_DSCR: 'قسم تنفيذ التدريب - الصيانة - الاكاديمية بالجبيل',
			DEPT_DSCR_AR: 'قسم تنفيذ التدريب - الصيانة - الاكاديمية بالجبيل'
		},
		{
			DEPT_NO: '3910',
			DEPT_DSCR: 'قسم تطوير المناهج - الاكاديمية السعودية بالجبيل',
			DEPT_DSCR_AR: 'قسم تطوير المناهج - الاكاديمية السعودية بالجبيل'
		},
		{
			DEPT_NO: '3911',
			DEPT_DSCR: 'قسم الخدمات العامة - الاكديمية السعودية بالجبيل',
			DEPT_DSCR_AR: 'قسم الخدمات العامة - الاكديمية السعودية بالجبيل'
		},
		{
			DEPT_NO: '3912',
			DEPT_DSCR: 'وحدة التصوير - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'وحدة التصوير - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3913',
			DEPT_DSCR: 'مركز السلامة والاطفاء - الاكديمية السعودية بالجبيل',
			DEPT_DSCR_AR: 'مركز السلامة والاطفاء - الاكديمية السعودية بالجبيل'
		},
		{
			DEPT_NO: '3914',
			DEPT_DSCR: 'قسم دعم التدريب - شؤون المتدربين - الاكاديمية السعودية بالجبيل',
			DEPT_DSCR_AR: 'قسم دعم التدريب - شؤون المتدربين - الاكاديمية السعودية بالجبيل'
		},
		{
			DEPT_NO: '3915',
			DEPT_DSCR: 'قسم جداول التدريب  - الاكاديمية السعودية بالجبيل',
			DEPT_DSCR_AR: 'قسم جداول التدريب  - الاكاديمية السعودية بالجبيل'
		},
		{
			DEPT_NO: '3916',
			DEPT_DSCR: 'قسم دعم التدريب - القاعات - الاكاديمة السعودية بالجبيل',
			DEPT_DSCR_AR: 'قسم دعم التدريب - القاعات - الاكاديمة السعودية بالجبيل'
		},
		{
			DEPT_NO: '3917',
			DEPT_DSCR: 'قسم دعم التدريب الاختبارات - الاكاديمية السعودية بالجبيل',
			DEPT_DSCR_AR: 'قسم دعم التدريب الاختبارات - الاكاديمية السعودية بالجبيل'
		},
		{
			DEPT_NO: '3918',
			DEPT_DSCR: 'قسم دعم التدريب - الثقافي - الاكاديمية السعودية بالجبيل',
			DEPT_DSCR_AR: 'قسم دعم التدريب - الثقافي - الاكاديمية السعودية بالجبيل'
		},
		{
			DEPT_NO: '3919',
			DEPT_DSCR: 'وحدة اسكان المتدربين  - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'وحدة اسكان المتدربين  - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '392',
			DEPT_DSCR: 'الإدارة العامة لوحدات الإنتاج',
			DEPT_DSCR_AR: 'الإدارة العامة لوحدات الإنتاج'
		},
		{
			DEPT_NO: '3920',
			DEPT_DSCR: 'شعبة التدريب الالكتروني  - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'شعبة التدريب الالكتروني  - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3921',
			DEPT_DSCR: 'شعبة تقنية المعلومات  - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'شعبة تقنية المعلومات  - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3922',
			DEPT_DSCR: 'شعبة التسويق  - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'شعبة التسويق  - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3923',
			DEPT_DSCR: 'شعبة الجودة التميز  - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'شعبة الجودة التميز  - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3924',
			DEPT_DSCR: 'شعبة التموين المشتريات  - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'شعبة التموين المشتريات  - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3925',
			DEPT_DSCR: 'وحدة التخطيط الاستراتيجي  - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'وحدة التخطيط الاستراتيجي  - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3926',
			DEPT_DSCR: 'مكتب ادارة المشاريع  - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'مكتب ادارة المشاريع  - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3927',
			DEPT_DSCR: 'وحدة المالية والميزانية  - مركز التدريب بالجبيل',
			DEPT_DSCR_AR: 'وحدة المالية والميزانية  - مركز التدريب بالجبيل'
		},
		{
			DEPT_NO: '3928',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'ادارة التدريب بالمدينة المنورة - الأكادمية السعودية للمياه'
		},
		{
			DEPT_NO: '393',
			DEPT_DSCR: 'إدارة الموارد البشرية - إدارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'إدارة الموارد البشرية - إدارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '394',
			DEPT_DSCR: 'إدارة التخطيط وكفاءة الأصول وجودة المياه - الإدارة العامة لوحدات الإنتاج',
			DEPT_DSCR_AR: 'إدارة التخطيط وكفاءة الأصول وجودة المياه - الإدارة العامة لوحدات الإنتاج'
		},
		{
			DEPT_NO: '395',
			DEPT_DSCR: 'الإدارة الهندسية - ادارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'لادارة العامة للمراجعة الداخلية'
		},
		{
			DEPT_NO: '397',
			DEPT_DSCR: 'الموارد البشرية  - وحدة إنتاج حقل',
			DEPT_DSCR_AR: 'الموارد البشرية  - وحدة إنتاج حقل'
		},
		{
			DEPT_NO: '398',
			DEPT_DSCR: 'قسم الصيانة - وحدة إنتاج حقل',
			DEPT_DSCR_AR: 'قسم الصيانة - وحدة إنتاج حقل'
		},
		{
			DEPT_NO: '399',
			DEPT_DSCR: 'الإدارة المالية - إدارة وحدات الإنتاج',
			DEPT_DSCR_AR: 'الإدارة المالية - إدارة وحدات الإنتاج'
		},
		{
			DEPT_NO: '400',
			DEPT_DSCR: 'خدمة مدنية - الساحل الشرقي - الشرقية',
			DEPT_DSCR_AR: 'خدمة مدنية - الساحل الشرقي - الشرقية'
		},
		{
			DEPT_NO: '4001',
			DEPT_DSCR: 'خدمة مدنية - الادارة العامة - الرياض',
			DEPT_DSCR_AR: 'خدمة مدنية - الادارة العامة - الرياض'
		},
		{
			DEPT_NO: '401',
			DEPT_DSCR: 'خدمة مدنية - الساحل الغربي - الغربية',
			DEPT_DSCR_AR: 'خدمة مدنية - الساحل الغربي - الغربية'
		},
		{
			DEPT_NO: '402',
			DEPT_DSCR: 'وحدة امن - وحدة إنتاج حقل',
			DEPT_DSCR_AR: 'وحدة امن - وحدة إنتاج حقل'
		},
		{
			DEPT_NO: '403',
			DEPT_DSCR: 'الموارد البشرية - وحدة إنتاج ضبا',
			DEPT_DSCR_AR: 'الموارد البشرية - وحدة إنتاج ضبا'
		},
		{
			DEPT_NO: '404',
			DEPT_DSCR: 'قسم  الصيانة - وحدة إنتاج ضبا',
			DEPT_DSCR_AR: 'قسم  الصيانة - وحدة إنتاج ضبا'
		},
		{
			DEPT_NO: '405',
			DEPT_DSCR: 'قسم التشغيل - وحدة إنتاج ضبا',
			DEPT_DSCR_AR: 'قسم التشغيل - وحدة إنتاج ضبا'
		},
		{
			DEPT_NO: '406',
			DEPT_DSCR: 'وحدة امن - وحدة إنتاج ضبا',
			DEPT_DSCR_AR: 'وحدة امن - وحدة إنتاج ضبا'
		},
		{
			DEPT_NO: '407',
			DEPT_DSCR: 'الموارد البشرية - وحدة إنتاج الوجه',
			DEPT_DSCR_AR: 'الموارد البشرية - وحدة إنتاج الوجه'
		},
		{
			DEPT_NO: '408',
			DEPT_DSCR: 'قسم الصيانة - وحدة إنتاج الوجه',
			DEPT_DSCR_AR: 'قسم الصيانة - وحدة إنتاج الوجه'
		},
		{
			DEPT_NO: '409',
			DEPT_DSCR: 'قسم التشغيل - وحدة إنتاج الوجه',
			DEPT_DSCR_AR: 'قسم التشغيل - وحدة إنتاج الوجه'
		},
		{
			DEPT_NO: '410',
			DEPT_DSCR: 'وحدة امن - وحدة إنتاج الوجه',
			DEPT_DSCR_AR: 'وحدة امن - وحدة إنتاج الوجه'
		},
		{
			DEPT_NO: '411',
			DEPT_DSCR: 'قسم الصيانة - وحدة إنتاج أملج',
			DEPT_DSCR_AR: 'قسم الصيانة - وحدة إنتاج أملج'
		},
		{
			DEPT_NO: '412',
			DEPT_DSCR: 'قسم التشغيل - وحدة إنتاج أملج',
			DEPT_DSCR_AR: 'قسم التشغيل - وحدة إنتاج أملج'
		},
		{
			DEPT_NO: '413',
			DEPT_DSCR: 'وحدة امن - وحدة إنتاج أملج',
			DEPT_DSCR_AR: 'وحدة امن - وحدة إنتاج أملج'
		},
		{
			DEPT_NO: '414',
			DEPT_DSCR: 'الموارد البشرية - وحدة إنتاج رابغ',
			DEPT_DSCR_AR: 'الموارد البشرية - وحدة إنتاج رابغ'
		},
		{
			DEPT_NO: '415',
			DEPT_DSCR: 'قسم الصيانة - وحدة إنتاج رابغ',
			DEPT_DSCR_AR: 'قسم الصيانة - وحدة إنتاج رابغ'
		},
		{
			DEPT_NO: '416',
			DEPT_DSCR: 'قسم التشغيل - وحدة إنتاج رابغ',
			DEPT_DSCR_AR: 'قسم التشغيل - وحدة إنتاج رابغ'
		},
		{
			DEPT_NO: '417',
			DEPT_DSCR: '417',
			DEPT_DSCR_AR: 'وحدة امن - وحدة إنتاج رابغ'
		},
		{
			DEPT_NO: '418',
			DEPT_DSCR: 'الموارد البشرية - وحدة إنتاج العزيزية',
			DEPT_DSCR_AR: 'الموارد البشرية - وحدة إنتاج العزيزية'
		},
		{
			DEPT_NO: '419',
			DEPT_DSCR: 'قسم الصيانة - وحدة إنتاج العزيزية',
			DEPT_DSCR_AR: 'قسم الصيانة - وحدة إنتاج العزيزية'
		},
		{
			DEPT_NO: '420',
			DEPT_DSCR: 'قسم التشغيل - وحدة إنتاج العزيزية',
			DEPT_DSCR_AR: 'قسم التشغيل - وحدة إنتاج العزيزية'
		},
		{
			DEPT_NO: '421',
			DEPT_DSCR: 'وحدة امن - وحدة إنتاج العزيزية',
			DEPT_DSCR_AR: 'وحدة امن - وحدة إنتاج العزيزية'
		},
		{
			DEPT_NO: '422',
			DEPT_DSCR: 'الوحدة الادارية - محطة البرك',
			DEPT_DSCR_AR: 'الوحدة الادارية - محطة البرك'
		},
		{
			DEPT_NO: '423',
			DEPT_DSCR: 'وحدة الصيانة - محطة البرك',
			DEPT_DSCR_AR: 'وحدة الصيانة - محطة البرك'
		},
		{
			DEPT_NO: '424',
			DEPT_DSCR: 'وحدة التشغيل - محطة البرك',
			DEPT_DSCR_AR: 'وحدة التشغيل - محطة البرك'
		},
		{
			DEPT_NO: '425',
			DEPT_DSCR: 'وحدة امن محطة البرك',
			DEPT_DSCR_AR: 'وحدة امن محطة البرك'
		},
		{
			DEPT_NO: '426',
			DEPT_DSCR: 'الموارد البشرية - وحدة إنتاج فرسان',
			DEPT_DSCR_AR: 'الموارد البشرية - وحدة إنتاج فرسان'
		},
		{
			DEPT_NO: '427',
			DEPT_DSCR: 'قسم الصيانة - وحدة إنتاج فرسان',
			DEPT_DSCR_AR: 'قسم الصيانة - وحدة إنتاج فرسان'
		},
		{
			DEPT_NO: '428',
			DEPT_DSCR: 'قسم التشغيل - وحدة إنتاج فرسان',
			DEPT_DSCR_AR: 'قسم التشغيل - وحدة إنتاج فرسان'
		},
		{
			DEPT_NO: '429',
			DEPT_DSCR: 'وحدة امن - وحدة إنتاج فرسان',
			DEPT_DSCR_AR: 'وحدة امن - وحدة إنتاج فرسان'
		},
		{
			DEPT_NO: '430',
			DEPT_DSCR: 'قسم الصيانة - وحدة إنتاج القنفذة',
			DEPT_DSCR_AR: 'قسم الصيانة - وحدة إنتاج القنفذة'
		},
		{
			DEPT_NO: '431',
			DEPT_DSCR: 'قسم الصيانة - وحدة إنتاج الليث',
			DEPT_DSCR_AR: 'قسم الصيانة - وحدة إنتاج الليث'
		},
		{
			DEPT_NO: '432',
			DEPT_DSCR: 'قسم التشغيل - وحدة إنتاج الليث',
			DEPT_DSCR_AR: 'قسم التشغيل - وحدة إنتاج الليث'
		},
		{
			DEPT_NO: '433',
			DEPT_DSCR: 'الموارد البشرية - وحدة إنتاج الليث',
			DEPT_DSCR_AR: 'الموارد البشرية - وحدة إنتاج الليث'
		},
		{
			DEPT_NO: '434',
			DEPT_DSCR: 'الموارد البشرية - وحدة إنتاج القنفذة',
			DEPT_DSCR_AR: 'الموارد البشرية - وحدة إنتاج القنفذة'
		},
		{
			DEPT_NO: '435',
			DEPT_DSCR: 'قسم التشغيل - وحدة إنتاج القنفذة',
			DEPT_DSCR_AR: 'قسم التشغيل - وحدة إنتاج القنفذة'
		},
		{
			DEPT_NO: '4397',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'تشغيل خط رماح'
		},
		{
			DEPT_NO: '440',
			DEPT_DSCR: 'قسم إدارة المراسلات الشرقية',
			DEPT_DSCR_AR: 'قسم إدارة المراسلات الشرقية'
		},
		{
			DEPT_NO: '441',
			DEPT_DSCR: 'وحدة السجلات والارشيف - الشرقية',
			DEPT_DSCR_AR: 'وحدة السجلات والارشيف - الشرقية'
		},
		{
			DEPT_NO: '443',
			DEPT_DSCR: 'ادارة الشؤون المالية - الشرقية',
			DEPT_DSCR_AR: 'إدارة الحسابات الدائنة والمدينة'
		},
		{
			DEPT_NO: '444',
			DEPT_DSCR: 'شعبة الارشفة الالكترونية – الشرقية ',
			DEPT_DSCR_AR: 'شعبة الارشفة الالكترونية – الشرقية '
		},
		{
			DEPT_NO: '446',
			DEPT_DSCR: 'قسم التكاليف - الشرقية',
			DEPT_DSCR_AR: 'قسم التكاليف - الشرقية'
		},
		{
			DEPT_NO: '447',
			DEPT_DSCR: 'شعبة المصاريف والذمم الدائنة – الشرقية',
			DEPT_DSCR_AR: 'شعبة المصاريف والذمم الدائنة – الشرقية'
		},
		{
			DEPT_NO: '448',
			DEPT_DSCR: 'شعبة المقبوضات والذمم المدنية – الشرقية ',
			DEPT_DSCR_AR: 'شعبة المقبوضات والذمم المدنية – الشرقية '
		},
		{
			DEPT_NO: '449',
			DEPT_DSCR: 'شعبة المشتريات - الشرقية',
			DEPT_DSCR_AR: 'شعبة المشتريات - الشرقية'
		},
		{
			DEPT_NO: '450',
			DEPT_DSCR: 'قسم المشتريات - الشرقية',
			DEPT_DSCR_AR: 'قسم المشتريات - الشرقية'
		},
		{
			DEPT_NO: '452',
			DEPT_DSCR: 'Communication Department Eastern Region',
			DEPT_DSCR_AR: 'ادارة الاتصال بالساحل الشرقي'
		},
		{
			DEPT_NO: '453',
			DEPT_DSCR: 'ادارة المشاريع بالساحل الشرقي',
			DEPT_DSCR_AR: 'ادارة المشاريع بالساحل الشرقي'
		},
		{
			DEPT_NO: '455',
			DEPT_DSCR: 'قسم البيئة - الشرقية',
			DEPT_DSCR_AR: 'قسم البيئة - الشرقية'
		},
		{
			DEPT_NO: '456',
			DEPT_DSCR: 'الموارد البشريه - محطات الخبر',
			DEPT_DSCR_AR: 'الموارد البشريه - محطات الخبر'
		},
		{
			DEPT_NO: '457',
			DEPT_DSCR: 'مدير عام المرحلة الثالثة –محطات الخبر',
			DEPT_DSCR_AR: 'مدير عام المرحلة الثالثة –محطات الخبر'
		},
		{
			DEPT_NO: '458',
			DEPT_DSCR: 'رئيس الصيانة الميكانيكية المرحلة الثالثة - محطات الخبر',
			DEPT_DSCR_AR: 'رئيس الصيانة الميكانيكية المرحلة الثالثة - محطات الخبر'
		},
		{
			DEPT_NO: '459',
			DEPT_DSCR: 'رئيس صيانة الاجهزة والكهرباء المرحلة الثالثه - محطات الخبر',
			DEPT_DSCR_AR: 'رئيس صيانة الاجهزة والكهرباء المرحلة الثالثه - محطات الخبر'
		},
		{
			DEPT_NO: '460',
			DEPT_DSCR: 'رئيس الصيانة الميكانيكية المرحلة الثانية - محطات الخبر',
			DEPT_DSCR_AR: 'رئيس الصيانة الميكانيكية المرحلة الثانية - منظومة إنتاج الخبر'
		},
		{
			DEPT_NO: '461',
			DEPT_DSCR: 'وحدة الورش الميكانيكية- ورش - محطات الخبر',
			DEPT_DSCR_AR: 'وحدة الورش الميكانيكية- ورش - محطات الخبر'
		},
		{
			DEPT_NO: '462',
			DEPT_DSCR: 'رئيس الصيانة الكهربائية والاجهزة المرحلة الثانية - محطات الخبر',
			DEPT_DSCR_AR: 'رئيس الصيانة الكهربائية والاجهزة المرحلة الثانية - منظومة إنتاج الخبر'
		},
		{
			DEPT_NO: '463',
			DEPT_DSCR: 'قسم الصيانة الكهربائية- قوى - محطات الخبر',
			DEPT_DSCR_AR: 'قسم الصيانة الكهربائية- قوى - محطات الخبر'
		},
		{
			DEPT_NO: '464',
			DEPT_DSCR: 'وحدة الصيانة الكهربائية- تحلية -الات مساعدة - محطات الخبر',
			DEPT_DSCR_AR: 'وحدة الصيانة الكهربائية- تحلية -الات مساعدة - محطات الخبر'
		},
		{
			DEPT_NO: '465',
			DEPT_DSCR: 'وحدة الورش الكهربائية - محطات الخبر',
			DEPT_DSCR_AR: 'وحدة الورش الكهربائية - محطات الخبر'
		},
		{
			DEPT_NO: '466',
			DEPT_DSCR: 'شعبة صيانة الاجهزة - محطات الخبر',
			DEPT_DSCR_AR: 'شعبة صيانة الاجهزة - محطات الخبر'
		},
		{
			DEPT_NO: '467',
			DEPT_DSCR: 'قسم صيانة الاجهزة- قوى - محطات الخبر',
			DEPT_DSCR_AR: 'قسم صيانة الاجهزة- قوى - محطات الخبر'
		},
		{
			DEPT_NO: '468',
			DEPT_DSCR: 'وحدة صيانة الاجهزة- تحلية -الات مساعدة - محطات الخبر',
			DEPT_DSCR_AR: 'وحدة صيانة الاجهزة- تحلية -الات مساعدة - محطات الخبر'
		},
		{
			DEPT_NO: '469',
			DEPT_DSCR: 'وحدة ورش الاجهزة - محطات الخبر',
			DEPT_DSCR_AR: 'وحدة ورش الاجهزة - محطات الخبر'
		},
		{
			DEPT_NO: '470',
			DEPT_DSCR: 'قسم الخدمات الفنية – محطات الخبر',
			DEPT_DSCR_AR: 'قسم الخدمات الفنية – محطات الخبر'
		},
		{
			DEPT_NO: '471',
			DEPT_DSCR: 'قسم تخطيط الصيانة – محطات الخبر',
			DEPT_DSCR_AR: 'قسم تخطيط الصيانة – محطات الخبر'
		},
		{
			DEPT_NO: '472',
			DEPT_DSCR: 'قسم الفحص والاختبار - محطات الخبر',
			DEPT_DSCR_AR: 'قسم الفحص والاختبار - محطات الخبر'
		},
		{
			DEPT_NO: '473',
			DEPT_DSCR: 'إدارة الصيانة - ادارة انظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'إدارة الصيانة - ادارة انظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '474',
			DEPT_DSCR: 'مدير عام المرحلة الثانية- محطات الخبر',
			DEPT_DSCR_AR: 'مدير عام المرحلة الثانية- محطات الخبر'
		},
		{
			DEPT_NO: '475',
			DEPT_DSCR: '475',
			DEPT_DSCR_AR: 'قسم المركبات - منظومة انتاج الخبر'
		},
		{
			DEPT_NO: '4757',
			DEPT_DSCR: 'وحدة أمن - وحدة إنتاج القنفذة',
			DEPT_DSCR_AR: 'وحدة أمن - وحدة إنتاج القنفذة'
		},
		{
			DEPT_NO: '4758',
			DEPT_DSCR: 'وحدة أمن - وحدة إنتاج الليث',
			DEPT_DSCR_AR: 'وحدة أمن - وحدة إنتاج الليث'
		},
		{
			DEPT_NO: '476',
			DEPT_DSCR: 'قسم البيئة - محطات جدة',
			DEPT_DSCR_AR: 'قسم البيئة - محطات جدة'
		},
		{
			DEPT_NO: '477',
			DEPT_DSCR: 'قسم البيئة - محطات ينبع',
			DEPT_DSCR_AR: 'قسم البيئة - محطات ينبع'
		},
		{
			DEPT_NO: '478',
			DEPT_DSCR: 'قسم البيئة - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم البيئة - محطات الشعيبة'
		},
		{
			DEPT_NO: '479',
			DEPT_DSCR: 'قسم السلامة والصحة المهنية والبيئة – منظومة انتاج الشقيق',
			DEPT_DSCR_AR: 'قسم السلامة والصحة المهنية والبيئة – منظومة انتاج الشقيق'
		},
		{
			DEPT_NO: '481',
			DEPT_DSCR: 'شعبة المرحلة - 2 - محطات الخبر',
			DEPT_DSCR_AR: 'شعبة المرحلة - 2 - محطات الخبر'
		},
		{
			DEPT_NO: '4817',
			DEPT_DSCR: 'المدير التنفيذي لأنظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'مدير التنفيذي لأنظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '4818',
			DEPT_DSCR: 'وحدة الامن والسلامة - ادارة انظمة النقل الشرقية',
			DEPT_DSCR_AR: 'وحدة الامن والسلامة - ادارة انظمة النقل الشرقية'
		},
		{
			DEPT_NO: '4819',
			DEPT_DSCR: 'مكتب المدير التنفيذي لأنظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'مكتب المدير التنفيذي لأنظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '482',
			DEPT_DSCR: 'قسم التشغيل - المرحلة الثالثة - محطات الخبر',
			DEPT_DSCR_AR: 'قسم التشغيل - المرحلة الثالثة - محطات الخبر'
		},
		{
			DEPT_NO: '4820',
			DEPT_DSCR: 'إدارة الدعم الفني - أنظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'إدارة الدعم الفني - أنظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '4821',
			DEPT_DSCR: 'قسم حماية المرافق و التعديات - أنظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'قسم حماية المرافق و التعديات - أنظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '4822',
			DEPT_DSCR: 'قسم الصيانة الكهربائية - أنظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'قسم الصيانة الكهربائية - أنظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '4823',
			DEPT_DSCR: 'قسم الصيانة الميكانيكية- أنظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'قسم الصيانة الميكانيكية- أنظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '4824',
			DEPT_DSCR: 'قسم صيانة الأجهزة - أنظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'قسم صيانة الأجهزة - أنظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '4825',
			DEPT_DSCR: 'قسم الصيانة المدنية و الورش - أنظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'قسم الصيانة المدنية و الورش - أنظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '483',
			DEPT_DSCR: 'جودة المياه - محطات الخبر',
			DEPT_DSCR_AR: 'جودة المياه - محطات الخبر'
		},
		{
			DEPT_NO: '4837',
			DEPT_DSCR: 'القسم التنظيمي - منظومة إنتاج رأس الخير',
			DEPT_DSCR_AR: 'القسم التنظيمي - منظومة إنتاج رأس الخير'
		},
		{
			DEPT_NO: '484',
			DEPT_DSCR: 'قسم إدارة التوقفات والاحمال',
			DEPT_DSCR_AR: 'قسم إدارة التوقفات والاحمال'
		},
		{
			DEPT_NO: '485',
			DEPT_DSCR: 'إدارة التشغيل - ادارة انظمة نقل مياه الشرقية',
			DEPT_DSCR_AR: 'إدارة التشغيل - ادارة انظمة نقل مياه الشرقية'
		},
		{
			DEPT_NO: '486',
			DEPT_DSCR: 'إدارة التخطيط و كفاءة الأصول وجودة المياه - الخبر',
			DEPT_DSCR_AR: 'إدارة التخطيط و كفاءة الأصول وجودة المياه - الخبر'
		},
		{
			DEPT_NO: '4861',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم كفاءه الاصول'
		},
		{
			DEPT_NO: '4862',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: ' قسم تخطيط الاداء والجودة'
		},
		{
			DEPT_NO: '487',
			DEPT_DSCR: 'مدير إدارة الصيانة والشؤون الهندسية - الخبر',
			DEPT_DSCR_AR: 'مدير إدارة الصيانة والشؤون الهندسية - الخبر'
		},
		{
			DEPT_NO: '488',
			DEPT_DSCR: 'مدير عام المرحلة الرابعة - الخبر',
			DEPT_DSCR_AR: 'مدير عام للمرحلة الرابعة '
		},
		{
			DEPT_NO: '489',
			DEPT_DSCR: 'إدارة المشاريع – محطات الخبر',
			DEPT_DSCR_AR: 'إدارة المشاريع – محطات الخبر'
		},
		{
			DEPT_NO: '490',
			DEPT_DSCR: 'قسم الهندسة والوثائق الفنية - الخبر',
			DEPT_DSCR_AR: 'قسم الهندسة والوثائق الفنية - الخبر'
		},
		{
			DEPT_NO: '491',
			DEPT_DSCR: 'قسم الصيانة – المرحلة الثانية - الخبر',
			DEPT_DSCR_AR: 'قسم الصيانة – المرحلة الثانية - منظومة إنتاج الخبر'
		},
		{
			DEPT_NO: '492',
			DEPT_DSCR: 'قسم الصيانة – المرحلة الثالثة - الخبر',
			DEPT_DSCR_AR: 'قسم الصيانة – المرحلة الثالثة - الخبر'
		},
		{
			DEPT_NO: '493',
			DEPT_DSCR: 'قسم التشغيل – المرحلة الثانية - الخبر',
			DEPT_DSCR_AR: 'قسم التشغيل – المرحلة الثانية - الخبر'
		},
		{
			DEPT_NO: '494',
			DEPT_DSCR: 'قسم المستودعات - محطات الخبر',
			DEPT_DSCR_AR: 'قسم المستودعات - محطات الخبر'
		},
		{
			DEPT_NO: '495',
			DEPT_DSCR: 'إدارة المرافق بمنظومة الخبر',
			DEPT_DSCR_AR: 'إدارة المرافق بمنظومة الخبر'
		},
		{
			DEPT_NO: '496',
			DEPT_DSCR: 'قسم الامن - محطات الخبر',
			DEPT_DSCR_AR: 'قسم الامن - محطات الخبر'
		},
		{
			DEPT_NO: '497',
			DEPT_DSCR: 'شعبة السلامة والصحة المهنية والبيئة - بمحطات الخبر',
			DEPT_DSCR_AR: 'شعبة السلامة والصحة المهنية والبيئة - بمحطات الخبر'
		},
		{
			DEPT_NO: '4971',
			DEPT_DSCR: 'قسم الاطفاء - محطات الخبر',
			DEPT_DSCR_AR: 'قسم الاطفاء - محطات الخبر'
		},
		{
			DEPT_NO: '498',
			DEPT_DSCR: 'قسم العيادة - محطات الخبر',
			DEPT_DSCR_AR: 'قسم تنسيق العيادات الطبية - منظمة انتاج الخبر'
		},
		{
			DEPT_NO: '499',
			DEPT_DSCR: 'الموارد البشرية بالجبيل',
			DEPT_DSCR_AR: 'الموارد البشرية بالجبيل'
		},
		{
			DEPT_NO: '500',
			DEPT_DSCR: 'مدير عام الصيانة والشؤون الهندسية',
			DEPT_DSCR_AR: 'مدير عام الصيانة والشؤون الهندسية'
		},
		{
			DEPT_NO: '5000',
			DEPT_DSCR: '5000',
			DEPT_DSCR_AR: 'وحدة مستودعات - وحدة إنتاج فرسان'
		},
		{
			DEPT_NO: '5001',
			DEPT_DSCR: '5001',
			DEPT_DSCR_AR: 'وحدة مستودعات - وحدة إنتاج القنفذة'
		},
		{
			DEPT_NO: '5002',
			DEPT_DSCR: '5002',
			DEPT_DSCR_AR: 'وحدة مستودعات - وحدة إنتاج الليث'
		},
		{
			DEPT_NO: '5003',
			DEPT_DSCR: '5003',
			DEPT_DSCR_AR: 'وحدة مستودعات - وحدة إنتاج العزيزية'
		},
		{
			DEPT_NO: '5004',
			DEPT_DSCR: '5004',
			DEPT_DSCR_AR: 'وحدة مستودعات - وحدة إنتاج رابغ'
		},
		{
			DEPT_NO: '5005',
			DEPT_DSCR: '5005',
			DEPT_DSCR_AR: 'وحدة مستودعات املج'
		},
		{
			DEPT_NO: '5006',
			DEPT_DSCR: '5006',
			DEPT_DSCR_AR: 'وحدة مستودعات - وحدة إنتاج الوجه'
		},
		{
			DEPT_NO: '5007',
			DEPT_DSCR: '5007',
			DEPT_DSCR_AR: 'وحدة مستودعات - وحدة إنتاج ضبا'
		},
		{
			DEPT_NO: '5008',
			DEPT_DSCR: '5008',
			DEPT_DSCR_AR: 'وحدة مستودعات - وحدة إنتاج حقل'
		},
		{
			DEPT_NO: '5009',
			DEPT_DSCR: '5009',
			DEPT_DSCR_AR: 'لجنة مشروع انشاء محطة تنقية بسد حلي بمنطقة مكة المكرمة'
		},
		{
			DEPT_NO: '501',
			DEPT_DSCR: 'مدير الصيانة بالمرحلة الثانية ب - الجبيل',
			DEPT_DSCR_AR: 'مدير الصيانة بالمرحلة الثانية ب - الجبيل'
		},
		{
			DEPT_NO: '5010',
			DEPT_DSCR: '5010',
			DEPT_DSCR_AR: 'لجنة فحص عروض المنافسات العامة والمحدودة للاعمال والمشتريات - الرياض'
		},
		{
			DEPT_NO: '502',
			DEPT_DSCR: 'قسم الصيانة الميكانيكية-قوى - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم الصيانة الميكانيكية-قوى - محطات الجبيل'
		},
		{
			DEPT_NO: '504',
			DEPT_DSCR: 'قسم الورش - الجبيل',
			DEPT_DSCR_AR: 'قسم الورش - الجبيل'
		},
		{
			DEPT_NO: '505',
			DEPT_DSCR: 'مدير مرحلة الجبيل الثانية أ',
			DEPT_DSCR_AR: 'مدير مرحلة الجبيل الثانية أ'
		},
		{
			DEPT_NO: '506',
			DEPT_DSCR: 'قسم الصيانة الكهربائية - محطات الجبيل',
			DEPT_DSCR_AR: 'صيانة الكهرباء والأجهزة - المرحلة الثانية ب - محطات الجبيل'
		},
		{
			DEPT_NO: '509',
			DEPT_DSCR: 'إدارة الصيانة الأساسية وإعادة التأهيل - الجبيل',
			DEPT_DSCR_AR: 'إدارة الصيانة الأساسية وإعادة التأهيل - الجبيل'
		},
		{
			DEPT_NO: '513',
			DEPT_DSCR: 'قسم الصيانة المدنية - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم الصيانة المدنية - محطات الجبيل'
		},
		{
			DEPT_NO: '515',
			DEPT_DSCR: 'قسم التخطيط - الجبيل',
			DEPT_DSCR_AR: 'قسم التخطيط - الجبيل'
		},
		{
			DEPT_NO: '516',
			DEPT_DSCR: 'قسم الفحص والاختبار - الجبيل',
			DEPT_DSCR_AR: 'قسم الفحص والاختبار - الجبيل'
		},
		{
			DEPT_NO: '517',
			DEPT_DSCR: 'قسم صيانة التناضح العكسي - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم صيانة التناضح العكسي - محطات الجبيل'
		},
		{
			DEPT_NO: '518',
			DEPT_DSCR: 'مدير عام التخطيط وكفاءة الأصول وجودة المياه',
			DEPT_DSCR_AR: 'مدير عام التخطيط وكفاءة الأصول وجودة المياه'
		},
		{
			DEPT_NO: '519',
			DEPT_DSCR: 'المرحلة الأولى',
			DEPT_DSCR_AR: 'المرحلة الأولى'
		},
		{
			DEPT_NO: '520',
			DEPT_DSCR: 'مدير التشغيل بالمرحلة الثانية أ - الجبيل',
			DEPT_DSCR_AR: 'مدير التشغيل بالمرحلة الثانية أ - الجبيل'
		},
		{
			DEPT_NO: '521',
			DEPT_DSCR: 'مدير التشغيل بالمرحلة الثانية ب - الجبيل',
			DEPT_DSCR_AR: 'مدير التشغيل بالمرحلة الثانية ب - الجبيل'
		},
		{
			DEPT_NO: '522',
			DEPT_DSCR: 'قسم تشغيل التناضح العكسي - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم تشغيل التناضح العكسي - محطات الجبيل'
		},
		{
			DEPT_NO: '523',
			DEPT_DSCR: 'قسم جودة المياه - الجبيل',
			DEPT_DSCR_AR: 'قسم جودة المياه - الجبيل'
		},
		{
			DEPT_NO: '5237',
			DEPT_DSCR: 'قسم إدارة المشاريع - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم إدارة المشاريع - محطات الشعيبة'
		},
		{
			DEPT_NO: '5238',
			DEPT_DSCR: 'القسم التنظيمي - محطات جدة',
			DEPT_DSCR_AR: 'القسم التنظيمي - محطات جدة'
		},
		{
			DEPT_NO: '5239',
			DEPT_DSCR: 'القسم التنظيمي - محطات ينبع',
			DEPT_DSCR_AR: 'القسم التنظيمي - محطات ينبع'
		},
		{
			DEPT_NO: '524',
			DEPT_DSCR: 'قسم التخطيط والأداء والجودة - الجبيل',
			DEPT_DSCR_AR: 'قسم التخطيط والأداء والجودة - الجبيل'
		},
		{
			DEPT_NO: '5240',
			DEPT_DSCR: 'القسم التنظيمي - محطات الشقيق',
			DEPT_DSCR_AR: 'القسم التنظيمي - محطات الشقيق'
		},
		{
			DEPT_NO: '525',
			DEPT_DSCR: 'ادارة أنظمة النقل - الجبيل - الرياض - القصيم',
			DEPT_DSCR_AR: 'ادارة أنظمة النقل - الجبيل - الرياض - القصيم'
		},
		{
			DEPT_NO: '526',
			DEPT_DSCR: 'إدارة التوقفات والأحمال - الجبيل',
			DEPT_DSCR_AR: 'إدارة التوقفات والأحمال - الجبيل'
		},
		{
			DEPT_NO: '527',
			DEPT_DSCR: 'وحدة محطات الخلط محطة - 2 - محطات الجبيل',
			DEPT_DSCR_AR: 'وحدة محطات الخلط محطة - 2 - محطات الجبيل'
		},
		{
			DEPT_NO: '5277',
			DEPT_DSCR: 'صيانة خط رماح',
			DEPT_DSCR_AR: 'صيانة خط رماح'
		},
		{
			DEPT_NO: '528',
			DEPT_DSCR: 'وحدة محطات الخلط محطة - 3 - محطات الجبيل',
			DEPT_DSCR_AR: 'وحدة محطات الخلط محطة - 3 - محطات الجبيل'
		},
		{
			DEPT_NO: '529',
			DEPT_DSCR: 'قسم إدارة المستودعات - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم إدارة المستودعات - محطات الجبيل'
		},
		{
			DEPT_NO: '530',
			DEPT_DSCR: 'إدارة المرافق بمنظومة  الجبيل',
			DEPT_DSCR_AR: 'إدارة المرافق بمنظومة  الجبيل'
		},
		{
			DEPT_NO: '531',
			DEPT_DSCR: 'قسم الأمن الجبيل',
			DEPT_DSCR_AR: 'قسم الأمن الجبيل'
		},
		{
			DEPT_NO: '532',
			DEPT_DSCR: 'قسم الإطفاء والحماية من الحريق - منظومة إنتاج الجبيل',
			DEPT_DSCR_AR: 'قسم الإطفاء والحماية من الحريق - منظومة إنتاج الجبيل'
		},
		{
			DEPT_NO: '533',
			DEPT_DSCR: 'قسم العيادة - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم العيادة - محطات الجبيل'
		},
		{
			DEPT_NO: '534',
			DEPT_DSCR: 'مدير مرحلة الجبيل الثانية ب',
			DEPT_DSCR_AR: 'مدير مرحلة الجبيل الثانية ب'
		},
		{
			DEPT_NO: '535',
			DEPT_DSCR: 'الموارد البشرية - محطة الخفجي',
			DEPT_DSCR_AR: 'الموارد البشرية - محطة الخفجي'
		},
		{
			DEPT_NO: '5357',
			DEPT_DSCR: 'قسم التخطيط والأداء والجودة - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'قسم التخطيط والأداء والجودة - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '5358',
			DEPT_DSCR: 'إدارة تخطيط كفاءة الاصول وجودة المياه - محطات ينبع',
			DEPT_DSCR_AR: 'إدارة تخطيط كفاءة الاصول وجودة المياه - محطات ينبع'
		},
		{
			DEPT_NO: '5359',
			DEPT_DSCR: 'الإدارة العامة لتخطيط و كفاءة الأصول وجودة المياه - محطات الشعيبة',
			DEPT_DSCR_AR: 'الإدارة العامة لتخطيط و كفاءة الأصول وجودة المياه - محطات الشعيبة'
		},
		{
			DEPT_NO: '536',
			DEPT_DSCR: 'قسم الصيانة - محطة الخفجي',
			DEPT_DSCR_AR: 'قسم الصيانة - محطة الخفجي'
		},
		{
			DEPT_NO: '5360',
			DEPT_DSCR: 'إدارة التخطيط وكفاءة الأصول وجودة المياة - منظومة إنتاج الشقيق',
			DEPT_DSCR_AR: 'إدارة التخطيط وكفاءة الأصول وجودة المياة - منظومة إنتاج الشقيق'
		},
		{
			DEPT_NO: '537',
			DEPT_DSCR: 'قسم التشغيل - محطة الخفجي',
			DEPT_DSCR_AR: 'قسم التشغيل - محطة الخفجي'
		},
		{
			DEPT_NO: '5377',
			DEPT_DSCR: 'مكتب مدير إدارة الدعم الفني - محطات جدة',
			DEPT_DSCR_AR: 'مكتب مدير إدارة الدعم الفني - محطات جدة'
		},
		{
			DEPT_NO: '5379',
			DEPT_DSCR: 'قسم الصيانة الأساسية وإعادة التأهيل',
			DEPT_DSCR_AR: 'قسم الصيانة الأساسية وإعادة التأهيل'
		},
		{
			DEPT_NO: '538',
			DEPT_DSCR: 'وحدة المستودعات - محطة الخفجي',
			DEPT_DSCR_AR: 'وحدة المستودعات - محطة الخفجي'
		},
		{
			DEPT_NO: '539',
			DEPT_DSCR: 'قسم الاسكان - محطة الخفجي',
			DEPT_DSCR_AR: 'قسم الاسكان - محطة الخفجي'
		},
		{
			DEPT_NO: '5397',
			DEPT_DSCR: 'فرع الهيئة بالساحل الغربي - الغربية',
			DEPT_DSCR_AR: 'فرع الهيئة بالساحل الغربي - الغربية'
		},
		{
			DEPT_NO: '540',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'ادارة الصيانة - أنظمة نقل مياه الجبيل الرياض القصيم'
		},
		{
			DEPT_NO: '541',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'ادارة التشغيل - أنظمة نقل مياه الجبيل الرياض القصيم'
		},
		{
			DEPT_NO: '542',
			DEPT_DSCR: 'وحدة محطة الضخ (1) أ-ب-ج - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (1) أ-ب-ج - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '543',
			DEPT_DSCR: 'وحدة محطة الضخ (2) أ-ب - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (2) أ-ب - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '544',
			DEPT_DSCR: 'وحدة محطة الضخ (3) أ-ب - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (3) أ-ب - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '545',
			DEPT_DSCR: 'وحدة محطة الضخ (4) أ-ب - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (4) أ-ب - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '5458',
			DEPT_DSCR: 'إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '5459',
			DEPT_DSCR: 'ادارة أنظمة نقل مياه الشقيق',
			DEPT_DSCR_AR: 'ادارة أنظمة نقل مياه الشقيق'
		},
		{
			DEPT_NO: '546',
			DEPT_DSCR: 'وحدة محطة الضخ (5) أ-ب - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (5) أ-ب - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '5460',
			DEPT_DSCR: 'إدارة التخطيط والدعم الفني - أنظمة نقل مياه الشقيق',
			DEPT_DSCR_AR: 'إدارة التخطيط والدعم الفني - أنظمة نقل مياه الشقيق'
		},
		{
			DEPT_NO: '5461',
			DEPT_DSCR: 'الشعبة الهندسية - انظمة نقل مياه الشقيق',
			DEPT_DSCR_AR: 'الشعبة الهندسية - انظمة نقل مياه الشقيق'
		},
		{
			DEPT_NO: '547',
			DEPT_DSCR: 'وحدة محطة الضخ (6) أ-ب - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (6) أ-ب - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '548',
			DEPT_DSCR: 'وحدة محطة الضخ (2) ج - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (2) ج - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '549',
			DEPT_DSCR: 'وحدة محطة الضخ (3) ج - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (3) ج - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '550',
			DEPT_DSCR: 'وحدة محطة الضخ (4) ج - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (4) ج - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '552',
			DEPT_DSCR: 'قسم مركز صيانة الجبيل - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'قسم مركز صيانة الجبيل - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '553',
			DEPT_DSCR: 'وحدة الصيانة الميكانيكية - مركز صيانة الجبيل',
			DEPT_DSCR_AR: 'وحدة الصيانة الميكانيكية - مركز صيانة الجبيل'
		},
		{
			DEPT_NO: '554',
			DEPT_DSCR: 'وحدة الصيانة الكهربائية - مركز صيانة الجبيل',
			DEPT_DSCR_AR: 'وحدة الصيانة الكهربائية - مركز صيانة الجبيل'
		},
		{
			DEPT_NO: '555',
			DEPT_DSCR: 'وحدة صيانة الاجهزة - مركز صيانة الجبيل',
			DEPT_DSCR_AR: 'وحدة صيانة الاجهزة - مركز صيانة الجبيل'
		},
		{
			DEPT_NO: '5559',
			DEPT_DSCR: 'المركز الإعلامي - الغربية',
			DEPT_DSCR_AR: 'المركز الإعلامي - الغربية'
		},
		{
			DEPT_NO: '556',
			DEPT_DSCR: 'وحدة الصيانة المدنية - مركز صيانة الجبيل',
			DEPT_DSCR_AR: 'وحدة الصيانة المدنية - مركز صيانة الجبيل'
		},
		{
			DEPT_NO: '557',
			DEPT_DSCR: '557',
			DEPT_DSCR_AR: 'إدارة التخطيط والدعم الفني - أنظمة نقل مياه الجبيل الرياض القصيم'
		},
		{
			DEPT_NO: '558',
			DEPT_DSCR: 'وحدة محطة الضخ (5) ج + 7 ( أ + ب ) - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ (5) ج + 7 ( أ + ب ) - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '559',
			DEPT_DSCR: 'وحدة محطة الضخ الحسي - ادارة انظمة  النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ الحسي - ادارة انظمة  النقل'
		},
		{
			DEPT_NO: '560',
			DEPT_DSCR: 'وحدة محطة الضخ خزانات ثادق - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ خزانات ثادق - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '566',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'لجنة ضبط مخالفات الساكنين واستعادة الوحدات السكنية بالساحل الشرقي '
		},
		{
			DEPT_NO: '567',
			DEPT_DSCR: 'وحدة محطة الضخ المجمعة - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة محطة الضخ المجمعة - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '568',
			DEPT_DSCR: 'وحدة خزانات شقرا - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة خزانات شقرا - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '569',
			DEPT_DSCR: 'وحدة خزانات الغاط - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة خزانات الغاط - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '570',
			DEPT_DSCR: 'وحدة خزانات بريده - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'وحدة خزانات بريده - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '571',
			DEPT_DSCR: 'قسم مركز صيانة المجمعة - ادارة انظمة النقل',
			DEPT_DSCR_AR: 'قسم مركز صيانة المجمعة - ادارة انظمة النقل'
		},
		{
			DEPT_NO: '572',
			DEPT_DSCR: 'وحدة الصيانة الميكانيكية - مركز صيانة المجمعة',
			DEPT_DSCR_AR: 'وحدة الصيانة الميكانيكية - مركز صيانة المجمعة'
		},
		{
			DEPT_NO: '573',
			DEPT_DSCR: 'وحدة الصيانة الكهربائية - مركز صيانة المجمعة',
			DEPT_DSCR_AR: 'وحدة الصيانة الكهربائية - مركز صيانة المجمعة'
		},
		{
			DEPT_NO: '574',
			DEPT_DSCR: 'وحدة صيانة الاجهزة - مركز صيانة المجمعة',
			DEPT_DSCR_AR: 'وحدة صيانة الاجهزة - مركز صيانة المجمعة'
		},
		{
			DEPT_NO: '575',
			DEPT_DSCR: 'وحدة الصيانة المدنية - مركز صيانة المجمعة',
			DEPT_DSCR_AR: 'وحدة الصيانة المدنية - مركز صيانة المجمعة'
		},
		{
			DEPT_NO: '576',
			DEPT_DSCR: 'وحدة التخطيط - مركز صيانة المجمعة',
			DEPT_DSCR_AR: 'وحدة التخطيط - مركز صيانة المجمعة'
		},
		{
			DEPT_NO: '577',
			DEPT_DSCR: 'قسم الصيانة المرحلة الأولى - الجبيل',
			DEPT_DSCR_AR: 'قسم الصيانة التناضح العكسي المرحلة الثانية - الجبيل'
		},
		{
			DEPT_NO: '578',
			DEPT_DSCR: 'قسم التشغيل المرحلة الأولى  - الجبيل',
			DEPT_DSCR_AR: 'قسم التشغيل التناضح العكسي المرحلة الثانية - الجبيل'
		},
		{
			DEPT_NO: '579',
			DEPT_DSCR: 'قسم الصيانة المرحلة الثانية أ - الجبيل',
			DEPT_DSCR_AR: 'قسم الصيانة المرحلة الثانية أ - الجبيل'
		},
		{
			DEPT_NO: '580',
			DEPT_DSCR: 'قسم كفاءة الأصول - الجبيل',
			DEPT_DSCR_AR: 'قسم كفاءة الأصول - الجبيل'
		},
		{
			DEPT_NO: '581',
			DEPT_DSCR: 'مدير ادارة الهندسة والوثائق الفنية - الجبيل',
			DEPT_DSCR_AR: 'مدير ادارة الهندسة والوثائق الفنية - الجبيل'
		},
		{
			DEPT_NO: '582',
			DEPT_DSCR: 'قسم الخدمات المساندة - الجبيل',
			DEPT_DSCR_AR: 'قسم الخدمات المساندة - الجبيل'
		},
		{
			DEPT_NO: '583',
			DEPT_DSCR: 'قسم إدارة المشاريع - الجبيل',
			DEPT_DSCR_AR: 'قسم إدارة المشاريع - الجبيل'
		},
		{
			DEPT_NO: '584',
			DEPT_DSCR: 'الصيانة الكهربائية والأجهزة المرحلة الأولى - الجبيل',
			DEPT_DSCR_AR: 'الصيانة الكهربائية والأجهزة التناضح العكسي المرحلة الثانية - الجبيل'
		},
		{
			DEPT_NO: '585',
			DEPT_DSCR: 'الصيانة الكهربائية والأجهزة المرحلة الثانية أ - الجبيل',
			DEPT_DSCR_AR: 'الصيانة الكهربائية والأجهزة المرحلة الثانية أ - الجبيل'
		},
		{
			DEPT_NO: '586',
			DEPT_DSCR: 'الصيانة الكهربائية والأجهزة المرحلة الثانية ب - الجبيل',
			DEPT_DSCR_AR: 'الصيانة الكهربائية والأجهزة المرحلة الثانية ب - الجبيل'
		},
		{
			DEPT_NO: '587',
			DEPT_DSCR: 'الصيانة الميكانيكية المرحلة الأولى - الجبيل',
			DEPT_DSCR_AR: 'الصيانة الميكانيكية التناضح العكسي المرحلة الثانية - الجبيل'
		},
		{
			DEPT_NO: '588',
			DEPT_DSCR: 'الصيانة الميكانيكية المرحلة الثانية أ - الجبيل',
			DEPT_DSCR_AR: 'الصيانة الميكانيكية المرحلة الثانية أ - الجبيل'
		},
		{
			DEPT_NO: '589',
			DEPT_DSCR: 'قسم المتابعة - الشرقية',
			DEPT_DSCR_AR: 'قسم المتابعة - الشرقية'
		},
		{
			DEPT_NO: '590',
			DEPT_DSCR: 'وحدة الامن والسلامة بمحطة الخفجي',
			DEPT_DSCR_AR: 'وحدة الامن والسلامة بمحطة الخفجي'
		},
		{
			DEPT_NO: '591',
			DEPT_DSCR: 'الصيانة الميكانيكية المرحلة الثانية ب - الجبيل',
			DEPT_DSCR_AR: 'الصيانة الميكانيكية المرحلة الثانية ب - الجبيل'
		},
		{
			DEPT_NO: '598',
			DEPT_DSCR: 'شعبة صيانة الاجهزة - محطات ينبع',
			DEPT_DSCR_AR: 'شعبة صيانة الاجهزة - محطات ينبع'
		},
		{
			DEPT_NO: '5980',
			DEPT_DSCR: 'قسم صيانة خط مياه الباحة - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم صيانة خط مياه الباحة - محطات الشعيبة'
		},
		{
			DEPT_NO: '5982',
			DEPT_DSCR: 'مكتب مدير إدارة الدعم الفني - محطات ينبع',
			DEPT_DSCR_AR: 'مكتب مدير إدارة الدعم الفني - محطات ينبع'
		},
		{
			DEPT_NO: '5984',
			DEPT_DSCR: 'مكتب مدير إدارة الدعم الفني - محطات الشقيق',
			DEPT_DSCR_AR: 'مكتب مدير إدارة الدعم الفني - محطات الشقيق'
		},
		{
			DEPT_NO: '5985',
			DEPT_DSCR: 'الشعبة الهندسية - محطات الشقيق',
			DEPT_DSCR_AR: 'الشعبة الهندسية - محطات الشقيق'
		},
		{
			DEPT_NO: '599',
			DEPT_DSCR: 'قسم صيانة الاجهزة- قوى - محطات ينبع',
			DEPT_DSCR_AR: 'قسم صيانة الاجهزة- قوى - محطات ينبع'
		},
		{
			DEPT_NO: '600',
			DEPT_DSCR: 'وحدة صيانة الاجهزة- تحلية -الات مساعدة - محطات ينبع',
			DEPT_DSCR_AR: 'وحدة صيانة الاجهزة- تحلية -الات مساعدة - محطات ينبع'
		},
		{
			DEPT_NO: '601',
			DEPT_DSCR: 'وحدة ورش الاجهزة - محطات ينبع',
			DEPT_DSCR_AR: 'وحدة ورش الاجهزة - محطات ينبع'
		},
		{
			DEPT_NO: '602',
			DEPT_DSCR: 'قسم الخدمات الخدمات المساندة - محطات ينبع',
			DEPT_DSCR_AR: 'قسم الخدمات الخدمات المساندة - محطات ينبع'
		},
		{
			DEPT_NO: '603',
			DEPT_DSCR: 'قسم تخطيط الصيانة  - محطات ينبع',
			DEPT_DSCR_AR: 'قسم تخطيط الصيانة  - محطات ينبع'
		},
		{
			DEPT_NO: '604',
			DEPT_DSCR: 'وحدة التخطيط - محطات ينبع',
			DEPT_DSCR_AR: 'وحدة التخطيط - محطات ينبع'
		},
		{
			DEPT_NO: '605',
			DEPT_DSCR: 'قسم الحماية الكهربائية - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم الحماية الكهربائية - محطات الجبيل'
		},
		{
			DEPT_NO: '606',
			DEPT_DSCR: 'المدير المالي - منظومة إنتاج الجبيل',
			DEPT_DSCR_AR: 'مدير المالي - منظومة إنتاج الجبيل'
		},
		{
			DEPT_NO: '6119',
			DEPT_DSCR: 'وحدات تنقية المياه بسد وادي بيش - محطات الشقيق',
			DEPT_DSCR_AR: 'وحدات تنقية المياه بسد وادي بيش - محطات الشقيق'
		},
		{
			DEPT_NO: '6120',
			DEPT_DSCR: 'قسم صيانة وحدات تنقية المياه بسد وادي بيش - محطات الشقيق',
			DEPT_DSCR_AR: 'قسم صيانة وحدات تنقية المياه بسد وادي بيش - محطات الشقيق'
		},
		{
			DEPT_NO: '6121',
			DEPT_DSCR: 'قسم تشغيل وحدات تنقية المياه بسد وادي بيش - محطات الشقيق',
			DEPT_DSCR_AR: 'قسم تشغيل وحدات تنقية المياه بسد وادي بيش - محطات الشقيق'
		},
		{
			DEPT_NO: '6122',
			DEPT_DSCR: 'قسم أمن وحدات تنقية المياه بسد وادي بيش - محطات الشقيق',
			DEPT_DSCR_AR: 'قسم أمن وحدات تنقية المياه بسد وادي بيش - محطات الشقيق'
		},
		{
			DEPT_NO: '6123',
			DEPT_DSCR: 'قسم سلامة وحدات تنقية المياه بسد وادي بيش - محطات الشقيق',
			DEPT_DSCR_AR: 'قسم سلامة وحدات تنقية المياه بسد وادي بيش - محطات الشقيق'
		},
		{
			DEPT_NO: '630',
			DEPT_DSCR: 'وحدة التخطيط - محطات الخبر',
			DEPT_DSCR_AR: 'وحدة التخطيط - محطات الخبر'
		},
		{
			DEPT_NO: '631',
			DEPT_DSCR: 'وحدة المعلومات - محطات الخبر',
			DEPT_DSCR_AR: 'وحدة المعلومات - محطات الخبر'
		},
		{
			DEPT_NO: '632',
			DEPT_DSCR: 'قسم التخطيط والمعلومات - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم التخطيط والمعلومات - محطات الجبيل'
		},
		{
			DEPT_NO: '635',
			DEPT_DSCR: 'وحدة التدريب - الغربية',
			DEPT_DSCR_AR: 'وحدة التدريب - الغربية'
		},
		{
			DEPT_NO: '6639',
			DEPT_DSCR: 'قسم الورش – محطات الخبر',
			DEPT_DSCR_AR: 'قسم الورش – محطات الخبر'
		},
		{
			DEPT_NO: '6640',
			DEPT_DSCR: 'قسم البيئة - محطات الخبر',
			DEPT_DSCR_AR: 'قسم البيئة - محطات الخبر'
		},
		{
			DEPT_NO: '6641',
			DEPT_DSCR: 'قسم تقنية المعلومات IT - محطات الخبر',
			DEPT_DSCR_AR: 'قسم تقنية المعلومات IT - محطات الخبر'
		},
		{
			DEPT_NO: '6739',
			DEPT_DSCR: 'المدير التنفيذي لأنظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'مدير التنفيذي لأنظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '6740',
			DEPT_DSCR: '6740',
			DEPT_DSCR_AR: 'مكتب المدير التنفيذي لأنظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '6800',
			DEPT_DSCR: 'قسم البيئة - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم البيئة - محطات الجبيل'
		},
		{
			DEPT_NO: '6801',
			DEPT_DSCR: 'قسم تقنية المعلومات IT - محطات الجبيل',
			DEPT_DSCR_AR: 'قسم تقنية المعلومات IT - محطات الجبيل'
		},
		{
			DEPT_NO: '6979',
			DEPT_DSCR: 'قسم الأمن الصناعي خط مياه الباحة - محطات الشعيبة',
			DEPT_DSCR_AR: 'قسم الأمن الصناعي خط مياه الباحة - محطات الشعيبة'
		},
		{
			DEPT_NO: '7079',
			DEPT_DSCR: 'قسم الموارد البشرية ودعم الأعمال – إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'قسم الموارد البشرية ودعم الأعمال – إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '7099',
			DEPT_DSCR: 'محطات ضخ ( الباحة ) - أنظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'محطات ضخ ( الباحة ) - أنظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '7159',
			DEPT_DSCR: 'إدارة الدعم الفني الشعبة الهندسية - محطات الشقيق',
			DEPT_DSCR_AR: 'إدارة الدعم الفني الشعبة الهندسية - محطات الشقيق'
		},
		{
			DEPT_NO: '7160',
			DEPT_DSCR: 'Technical Support Engineering - Yanbu ',
			DEPT_DSCR_AR: 'إدارة الهندسة والوثائق الفنية- محطات ينبع'
		},
		{
			DEPT_NO: '769',
			DEPT_DSCR: 'محطة ضخ رجال المع - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ رجال المع - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '770',
			DEPT_DSCR: 'محطة ضخ ظهران الجنوب - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ ظهران الجنوب - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '771',
			DEPT_DSCR: 'محطة ضخ ابها الرئيسية - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ ابها الرئيسية - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '772',
			DEPT_DSCR: 'محطة ضخ ابها (2) - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ ابها (2) - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '773',
			DEPT_DSCR: 'محطة ضخ ابها (3) - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ ابها (3) - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '774',
			DEPT_DSCR: 'محطة ضخ ابها (4) - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ ابها (4) - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '775',
			DEPT_DSCR: 'محطة ضخ سبت العلايا - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ سبت العلايا - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '7755',
			DEPT_DSCR: 'قسم الاطفاء بمحطات جدة',
			DEPT_DSCR_AR: 'قسم الاطفاء بمحطات جدة'
		},
		{
			DEPT_NO: '776',
			DEPT_DSCR: 'محطة ضخ جازان - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ جازان - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '777',
			DEPT_DSCR: 'محطة ضخ البرك - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'محطة ضخ البرك - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '778',
			DEPT_DSCR: 'مكتب الاتصال والتنسيق بابها - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'مكتب الاتصال والتنسيق بابها - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '80010',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'لجنة فحص العروض لأوامر التغيير + السحب + التمديد للمشاريع الرأس مالية'
		},
		{
			DEPT_NO: '80011',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة محفظة المشاريع والتميز'
		},
		{
			DEPT_NO: '8002',
			DEPT_DSCR: 'المدير التنفيذي لمكاتب إدارة المشاريع',
			DEPT_DSCR_AR: 'مدير التنفيذي لمكاتب إدارة المشاريع'
		},
		{
			DEPT_NO: '8003',
			DEPT_DSCR: 'مكاتب إدارة المشاريع بقطاع التشغيل والصيانة ',
			DEPT_DSCR_AR: 'مكاتب إدارة المشاريع بقطاع التشغيل والصيانة '
		},
		{
			DEPT_NO: '8004',
			DEPT_DSCR: 'مكاتب إدارة المشاريع بقطاع الشؤون الفنية والمشروعات',
			DEPT_DSCR_AR: 'مكاتب إدارة المشاريع بقطاع الشؤون الفنية والمشروعات'
		},
		{
			DEPT_NO: '8005',
			DEPT_DSCR: 'مكاتب إدارة المشاريع للإدارات الخدمية والمساندة',
			DEPT_DSCR_AR: 'مكاتب إدارة المشاريع للإدارات الخدمية والمساندة'
		},
		{
			DEPT_NO: '8006',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'المساعد لشؤون المستشارين'
		},
		{
			DEPT_NO: '80061',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'ادارة الخبرات والجوده الفنية'
		},
		{
			DEPT_NO: '80062',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'ادارة خدمات الاعمال'
		},
		{
			DEPT_NO: '8007',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'مشرف العام على الشراكات والاستثمار'
		},
		{
			DEPT_NO: '8008',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'مدير التنفيذي للاعمال التجارية'
		},
		{
			DEPT_NO: '8009',
			DEPT_DSCR: 'ادارة المبيعات',
			DEPT_DSCR_AR: 'الإدارة العامة للمبيعات والخدمات التجارية'
		},
		{
			DEPT_NO: '8010',
			DEPT_DSCR: '8010',
			DEPT_DSCR_AR: 'الإدارة العامة للاراضي وتطوير الأصول والممتلكات - الرياض'
		},
		{
			DEPT_NO: '8011',
			DEPT_DSCR: '8011',
			DEPT_DSCR_AR: 'ادارة الاستثمار'
		},
		{
			DEPT_NO: '8012',
			DEPT_DSCR: 'مكتب إدارة وحوكمة العقود الإستشارية',
			DEPT_DSCR_AR: 'مكتب إدارة وحوكمة العقود الإستشارية'
		},
		{
			DEPT_NO: '8013',
			DEPT_DSCR: '8013',
			DEPT_DSCR_AR: 'ادارة الاراضي ونظم المعلومات الجغرافية - الرياض'
		},
		{
			DEPT_NO: '8108',
			DEPT_DSCR: '8108',
			DEPT_DSCR_AR: 'ادارة تطوير الاعمال التجارية - الرياض'
		},
		{
			DEPT_NO: '881',
			DEPT_DSCR: 'قسم الموارد البشرية و دعم الأعمال - انظمة النقل الشعيبة',
			DEPT_DSCR_AR: 'قسم الموارد البشرية و دعم الأعمال - انظمة النقل الشعيبة'
		},
		{
			DEPT_NO: '90011',
			DEPT_DSCR: 'Executive Risk Management',
			DEPT_DSCR_AR: 'إدارة المخاطر التشغيلية'
		},
		{
			DEPT_NO: '900110',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة المخاطر المؤسسية'
		},
		{
			DEPT_NO: '900111',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة الطوارئ'
		},
		{
			DEPT_NO: '90012',
			DEPT_DSCR: 'المدير التنفيذي للالتزام المؤسسي والمخاطر',
			DEPT_DSCR_AR: 'الإدارة العامة للمخاطر'
		},
		{
			DEPT_NO: '900121',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة تخطيط وتقارير المخاطر'
		},
		{
			DEPT_NO: '901',
			DEPT_DSCR: 'ادارة الصيانة - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'ادارة الصيانة - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '902',
			DEPT_DSCR: 'الصيانة الميكانيكة - - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'الصيانة الميكانيكة - - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '903',
			DEPT_DSCR: 'الصيانة الكهربائية - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'الصيانة الكهربائية - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '904',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'صيانة الأجهزة و التحكم - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '905',
			DEPT_DSCR: 'الصيانة المدنية - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'الصيانة المدنية - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '906',
			DEPT_DSCR: 'التخطيط - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'التخطيط - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '907',
			DEPT_DSCR: 'ادارة التشغيل - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'ادارة التشغيل - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '908',
			DEPT_DSCR: 'غرفة التحكم الرئيسية - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'غرفة التحكم الرئيسية - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '909',
			DEPT_DSCR: 'محطات ضخ ( الشعيبة) - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'محطات ضخ ( الشعيبة) - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '910',
			DEPT_DSCR: 'محطات ضخ (مكة_ الطائف) - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'محطات ضخ (مكة_ الطائف) - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '911',
			DEPT_DSCR: 'المختبر - انظمة نقل مياه الشعيبة',
			DEPT_DSCR_AR: 'المختبر - انظمة نقل مياه الشعيبة'
		},
		{
			DEPT_NO: '9111',
			DEPT_DSCR: '9111',
			DEPT_DSCR_AR: 'الادارة العامة لاستمرارية الاعمال - الرياض'
		},
		{
			DEPT_NO: '9112',
			DEPT_DSCR: '9112',
			DEPT_DSCR_AR: 'ادارة استمرارية الاعمال التشغيلية - الرياض'
		},
		{
			DEPT_NO: '9113',
			DEPT_DSCR: '9113',
			DEPT_DSCR_AR: 'ادارة استمرارية الاعمال المؤسسية - الرياض'
		},
		{
			DEPT_NO: '912',
			DEPT_DSCR: 'المستودع - ادارة انظمة النقل مياه الشعيبة',
			DEPT_DSCR_AR: 'المستودع - ادارة انظمة النقل مياه الشعيبة'
		},
		{
			DEPT_NO: '913',
			DEPT_DSCR: 'الامن - ادارة انظمة النقل مياه الشعيبة',
			DEPT_DSCR_AR: 'الامن - ادارة انظمة النقل مياه الشعيبة'
		},
		{
			DEPT_NO: '9130',
			DEPT_DSCR: 'إدارة نظام نقل مياة التنقية',
			DEPT_DSCR_AR: 'إدارة نظام نقل مياة التنقية - وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '9131',
			DEPT_DSCR: 'إدارة التشغيل - وحدات وأنظمة نقل مياه التنقية',
			DEPT_DSCR_AR: 'إدارة التشغيل - وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '9132',
			DEPT_DSCR: 'إدارة وتخطيط وكفاءة الأداء وجودة المياه',
			DEPT_DSCR_AR: 'إدارة وتخطيط وكفاءة الأداء وجودة المياه - وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '9133',
			DEPT_DSCR: 'إدارة وحدة تنقية حلي',
			DEPT_DSCR_AR: 'إدارة وحدة تنقية حلي - وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '9134',
			DEPT_DSCR: 'إدارة الصيانة - وحدات وأنظمة نقل مياه التنقية',
			DEPT_DSCR_AR: 'إدارة الصيانة - وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '9135',
			DEPT_DSCR: 'إدارة وحدة تنقية مربه - إدارة وحدات وأنظمة نقل مياه التنقية',
			DEPT_DSCR_AR: 'إدارة وحدة تنقية مربه - إدارة وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '9136',
			DEPT_DSCR: 'إدارة وحدة تنقية بيش - إدارة وحدات وأنظمة نقل مياه التنقية',
			DEPT_DSCR_AR: 'إدارة وحدة تنقية بيش - إدارة وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '9137',
			DEPT_DSCR: 'قسم جودة المياه - إدارة وحدات وأنظمة نقل مياه التنقية',
			DEPT_DSCR_AR: 'قسم جودة المياه - إدارة وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '9138',
			DEPT_DSCR: 'قسم تخطيط الأداء - إدارة وحدات وأنظمة نقل مياه التنقية',
			DEPT_DSCR_AR: 'قسم تخطيط الأداء - إدارة وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '9139',
			DEPT_DSCR: 'إدارة الهندسة و المشاريع - إدارة وحدات وأنظمة نقل مياه التنقية',
			DEPT_DSCR_AR: 'إدارة الهندسة و المشاريع - إدارة وحدات وأنظمة نقل مياه التنقية'
		},
		{
			DEPT_NO: '914',
			DEPT_DSCR: 'السلامة - ادارة انظمة النقل مياه الشعيبة',
			DEPT_DSCR_AR: 'السلامة - ادارة انظمة النقل مياه الشعيبة'
		},
		{
			DEPT_NO: '915',
			DEPT_DSCR: 'قسم الموارد البشرية و دعم الأعمال - انظمة النقل الشقيق',
			DEPT_DSCR_AR: 'قسم الموارد البشرية و دعم الأعمال - انظمة النقل الشقيق'
		},
		{
			DEPT_NO: '916',
			DEPT_DSCR: 'ادارة صيانة الخط - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'ادارة صيانة الخط - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '917',
			DEPT_DSCR: 'الميكانيكية - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'الميكانيكية - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '918',
			DEPT_DSCR: 'الكهربائية - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'الكهربائية - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '919',
			DEPT_DSCR: 'الأجهزة - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'الأجهزة - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '920',
			DEPT_DSCR: 'المدنية - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'المدنية - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '921',
			DEPT_DSCR: 'شعبة التخطيط والأداء - انظمة نقل مياه الشقيق',
			DEPT_DSCR_AR: 'شعبة التخطيط والأداء - انظمة نقل مياه الشقيق'
		},
		{
			DEPT_NO: '922',
			DEPT_DSCR: 'وحدة الفحص والاختبار - انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'وحدة الفحص والاختبار - انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '923',
			DEPT_DSCR: 'ادارة تشغيل الخط - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'ادارة تشغيل الخط - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '924',
			DEPT_DSCR: 'المستودع - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'المستودع - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '925',
			DEPT_DSCR: 'الامن - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'الامن - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '926',
			DEPT_DSCR: 'السلامة - ادارة انظمة النقل مياه الشقيق',
			DEPT_DSCR_AR: 'السلامة - ادارة انظمة النقل مياه الشقيق'
		},
		{
			DEPT_NO: '927',
			DEPT_DSCR: 'وحدة المختبرات - انظمة نقل مياه الشقيق',
			DEPT_DSCR_AR: 'وحدة المختبرات - انظمة نقل مياه الشقيق'
		},
		{
			DEPT_NO: '928',
			DEPT_DSCR: 'شعبة صيانة الخط -إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'شعبة صيانة الخط -إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '929',
			DEPT_DSCR: 'الميكانيكية - إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'الميكانيكية - إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '930',
			DEPT_DSCR: 'الكهربائية - إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'الكهربائية - إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '931',
			DEPT_DSCR: 'الأجهزة - إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'الأجهزة - إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '932',
			DEPT_DSCR: 'المدنية - إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'المدنية - إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '933',
			DEPT_DSCR: 'التخطيط - إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'التخطيط - إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '934',
			DEPT_DSCR: 'شعبة تشغيل الخط - إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'شعبة تشغيل الخط - إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '935',
			DEPT_DSCR: 'المحطة الرئيسية بينبع – إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'المحطة الرئيسية بينبع – إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '936',
			DEPT_DSCR: 'المحطة الرئيسية بالمدينة - ادارة انظمة النقل مياه ينبع',
			DEPT_DSCR_AR: 'المحطة الرئيسية بالمدينة - ادارة انظمة النقل مياه ينبع'
		},
		{
			DEPT_NO: '937',
			DEPT_DSCR: 'الأمن – إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'الأمن – إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '938',
			DEPT_DSCR: 'السلامة – إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'السلامة – إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '939',
			DEPT_DSCR: 'مركز تشغيل المسيجيد - أنظمة نقل مياه ينبع المدينة المنورة',
			DEPT_DSCR_AR: 'مركز تشغيل المسيجيد - أنظمة نقل مياه ينبع المدينة المنورة'
		},
		{
			DEPT_NO: '940',
			DEPT_DSCR: 'قسم الكفاءة والإحصاء - أنظمة نقل مياه ينبع المدينة المنوره',
			DEPT_DSCR_AR: 'قسم الكفاءة والإحصاء - أنظمة نقل مياه ينبع المدينة المنوره'
		},
		{
			DEPT_NO: '961',
			DEPT_DSCR: 'المختبر – إدارة أنظمة نقل مياه ينبع المدينة المنورة ',
			DEPT_DSCR_AR: 'المختبر – إدارة أنظمة نقل مياه ينبع المدينة المنورة '
		},
		{
			DEPT_NO: '962',
			DEPT_DSCR: 'إدارة التخطيط والدعم الفني - أنظمة نقل مياه ينبع المدينة المنورة',
			DEPT_DSCR_AR: 'إدارة التخطيط والدعم الفني - أنظمة نقل مياه ينبع المدينة المنورة'
		},
		{
			DEPT_NO: '986',
			DEPT_DSCR: 'شعبة التشغيل المرحلة 2 تحلية - محطات جدة',
			DEPT_DSCR_AR: 'شعبة التشغيل المرحلة 2 تحلية - محطات جدة'
		},
		{
			DEPT_NO: '987',
			DEPT_DSCR: 'شعبة التشغيل المرحلة 2 توربين - محطات جدة',
			DEPT_DSCR_AR: 'شعبة التشغيل المرحلة 2 توربين - محطات جدة'
		},
		{
			DEPT_NO: '988',
			DEPT_DSCR: 'شعبة التشغيل  المرحلة 2 غلاية - محطات جدة',
			DEPT_DSCR_AR: 'شعبة التشغيل  المرحلة 2 غلاية - محطات جدة'
		},
		{
			DEPT_NO: '989',
			DEPT_DSCR: 'شعبة التشغيل المرحلة 2 الات مساعدة - محطات جدة',
			DEPT_DSCR_AR: 'شعبة التشغيل المرحلة 2 الات مساعدة - محطات جدة'
		},
		{
			DEPT_NO: '990',
			DEPT_DSCR: 'مدير عام المرحلة - منظومة إنتاج جدة',
			DEPT_DSCR_AR: 'مدير عام المرحلة - منظومة إنتاج جدة'
		},
		{
			DEPT_NO: '9900',
			DEPT_DSCR: 'لجنة فحص العروض بالساحل الشرق',
			DEPT_DSCR_AR: 'لجنة فحص العروض بالساحل الشرق'
		},
		{
			DEPT_NO: '99000',
			DEPT_DSCR: 'قسم مراقبة الدوام',
			DEPT_DSCR_AR: 'قسم مراقبة الدوام'
		},
		{
			DEPT_NO: '99001',
			DEPT_DSCR: '99001',
			DEPT_DSCR_AR: 'الإدارة العامة للمشاريع الابتكارية والتصاميم'
		},
		{
			DEPT_NO: '9901',
			DEPT_DSCR: 'a',
			DEPT_DSCR_AR: 'نائب المحافظ للشئون الفنية و المشروعات'
		},
		{
			DEPT_NO: '99012',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'وكيل المحافظ للابحاث والمشاريع الابتكارية'
		},
		{
			DEPT_NO: '9902',
			DEPT_DSCR: 'Business Support and Analysis',
			DEPT_DSCR_AR: 'ادارة التحليل والتخطيط الراسمالي'
		},
		{
			DEPT_NO: '9903',
			DEPT_DSCR: 'شعبة تحليل الأعمال',
			DEPT_DSCR_AR: 'شعبة تحليل الأعمال'
		},
		{
			DEPT_NO: '9904',
			DEPT_DSCR: 'شعبة دعم الأعمال',
			DEPT_DSCR_AR: 'شعبة دعم الأعمال'
		},
		{
			DEPT_NO: '9905',
			DEPT_DSCR: 'شعبة تصميم المبادرات الاستراتيجية',
			DEPT_DSCR_AR: 'شعبة تصميم المبادرات الاستراتيجية'
		},
		{
			DEPT_NO: '9906',
			DEPT_DSCR: 'Enterprise Communication Department',
			DEPT_DSCR_AR: 'ادارة الاتصال المؤسسي'
		},
		{
			DEPT_NO: '9907',
			DEPT_DSCR: 'شعبة العلاقات العامة',
			DEPT_DSCR_AR: 'شعبة العلاقات العامة'
		},
		{
			DEPT_NO: '9908',
			DEPT_DSCR: 'شعبة العلاقات الاعلامية و الالكترونية',
			DEPT_DSCR_AR: 'شعبة العلاقات الاعلامية و الالكترونية'
		},
		{
			DEPT_NO: '9909',
			DEPT_DSCR: 'شعبة الفعاليات و الاحداث',
			DEPT_DSCR_AR: 'شعبة الفعاليات و الاحداث'
		},
		{
			DEPT_NO: '991',
			DEPT_DSCR: 'مدير عام التخطيط وكفاءة الأصول وجودة المياه - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'مدير عام التخطيط وكفاءة الأصول وجودة المياه - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '99109',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'برنامج المواصفات والمقاييس للخزن الاستراتيجي وأنظمة النقل'
		},
		{
			DEPT_NO: '99111',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'مركز الوثائق و المحفوظات'
		},
		{
			DEPT_NO: '99119',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'لجنة فحص العروض للمنافسات المحدودة والعامة للأعمال والمشتريات بالمركز الرئيسي وأنظمة النقل'
		},
		{
			DEPT_NO: '9914',
			DEPT_DSCR: 'إدارة أمانة لجان فحص العروض',
			DEPT_DSCR_AR: 'أدارة امانة لجان فحص العروض'
		},
		{
			DEPT_NO: '9915',
			DEPT_DSCR: 'قسم مشتريات الخدمات و المشاريع',
			DEPT_DSCR_AR: 'قسم مشتريات الخدمات و المشاريع'
		},
		{
			DEPT_NO: '9916',
			DEPT_DSCR: 'الادارة العامة للوثائق و المحفوظات',
			DEPT_DSCR_AR: 'الادارة العامة للوثائق و المحفوظات'
		},
		{
			DEPT_NO: '9917',
			DEPT_DSCR: 'مستودع المركز الرئيسي',
			DEPT_DSCR_AR: 'مستودع المركز الرئيسي'
		},
		{
			DEPT_NO: '9918',
			DEPT_DSCR: 'مكتب المدير التنفيذي للشئون المالية',
			DEPT_DSCR_AR: 'مكتب المدير التنفيذي للشئون المالية'
		},
		{
			DEPT_NO: '9919',
			DEPT_DSCR: '9919',
			DEPT_DSCR_AR: 'مشروع انضمة نقل مياه الشرقية '
		},
		{
			DEPT_NO: '992',
			DEPT_DSCR: 'مدير عام الصيانة والشئون الهندسية - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'مدير عام الصيانة والشئون الهندسية - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '9920',
			DEPT_DSCR: 'الإدارة العامة للحسابات- الادارة التنفيذية للشؤون المالية - الرياض',
			DEPT_DSCR_AR: 'الإدارة العامة للحسابات- الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9921',
			DEPT_DSCR: 'الإدارة العامة للحسابات والرقابة - السكرتارية',
			DEPT_DSCR_AR: 'الإدارة العامة للحسابات والرقابة - السكرتارية'
		},
		{
			DEPT_NO: '9922',
			DEPT_DSCR: 'قسم الوثائق والارشفة - الادارة التنفيذية للشؤون المالية - الرياض',
			DEPT_DSCR_AR: 'قسم الوثائق والارشفة - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9923',
			DEPT_DSCR: '9923',
			DEPT_DSCR_AR: 'ادارة الخزينة - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9924',
			DEPT_DSCR: '9924',
			DEPT_DSCR_AR: ' الادارة العامة للرقابة المالية والتكاليف '
		},
		{
			DEPT_NO: '9926',
			DEPT_DSCR: 'قسم الاستاذ العام الحكومي - الادارة التنفيذية للشؤون المالية - الرياض',
			DEPT_DSCR_AR: 'قسم الاستاذ العام الحكومي - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9927',
			DEPT_DSCR: 'قسم الحسابات المدينة بالمركز - الادارة التنفيذية للشؤون المالية - الرياض',
			DEPT_DSCR_AR: 'قسم الحسابات المدينة بالمركز - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9928',
			DEPT_DSCR: '9928',
			DEPT_DSCR_AR: 'قسم الأصول الثابتة'
		},
		{
			DEPT_NO: '9929',
			DEPT_DSCR: 'ادارة حسابات الأصول الثابته و الأستاذ العام',
			DEPT_DSCR_AR: ' قسم الأستاذ العام '
		},
		{
			DEPT_NO: '993',
			DEPT_DSCR: 'مدير قسم التوقفات والأحمال - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'مدير قسم التوقفات والأحمال - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '9930',
			DEPT_DSCR: '9930',
			DEPT_DSCR_AR: 'ادارة الرقابة المالية والتكاليف - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9931',
			DEPT_DSCR: 'قسم محاسبة المشاريع - الادارة التنفيذية للشؤون المالية - الرياض',
			DEPT_DSCR_AR: 'قسم محاسبة المشاريع - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9932',
			DEPT_DSCR: 'Financial Management',
			DEPT_DSCR_AR: 'قسم الحسابات الدائنة بالمركز- الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9933',
			DEPT_DSCR: 'شعبة المسئولية المجتمعية',
			DEPT_DSCR_AR: 'شعبة المسئولية المجتمعية'
		},
		{
			DEPT_NO: '9934',
			DEPT_DSCR: 'شعبة الاتصال المؤسسي و الداخلي - الساحل الغربي',
			DEPT_DSCR_AR: 'شعبة الاتصال المؤسسي و الداخلي - الساحل الغربي'
		},
		{
			DEPT_NO: '9935',
			DEPT_DSCR: 'شعبة الاتصال المؤسسي و الداخلي - الساحل الشرقي',
			DEPT_DSCR_AR: 'شعبة الاتصال المؤسسي و الداخلي - الساحل الشرقي'
		},
		{
			DEPT_NO: '9936',
			DEPT_DSCR: 'شعبة الفعاليات و الاحداث - الساحل الغربي',
			DEPT_DSCR_AR: 'شعبة الفعاليات و الاحداث - الساحل الغربي'
		},
		{
			DEPT_NO: '9937',
			DEPT_DSCR: 'شعبة الفعاليات و الاحداث - الساحل الشرقي',
			DEPT_DSCR_AR: 'شعبة الفعاليات و الاحداث - الساحل الشرقي'
		},
		{
			DEPT_NO: '9938',
			DEPT_DSCR: 'وحدة الاتصال بالمحطات - الساحل الغربي',
			DEPT_DSCR_AR: 'وحدة الاتصال بالمحطات - الساحل الغربي'
		},
		{
			DEPT_NO: '9939',
			DEPT_DSCR: 'وحدة الاتصال بالمحطات - الساحل الشرقي',
			DEPT_DSCR_AR: 'وحدة الاتصال بالمحطات - الساحل الشرقي'
		},
		{
			DEPT_NO: '994',
			DEPT_DSCR: 'مدير قسم كفاءة الأصول - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'مدير قسم كفاءة الأصول - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '9940',
			DEPT_DSCR: 'Support and Development of Local Content Department',
			DEPT_DSCR_AR: 'ادارة دعم و تطوير المحتوى المحلي'
		},
		{
			DEPT_NO: '9941',
			DEPT_DSCR: 'قسم اطر العمل والثقافة المؤسسية',
			DEPT_DSCR_AR: 'قسم اطر العمل والثقافة المؤسسية'
		},
		{
			DEPT_NO: '9943',
			DEPT_DSCR: 'قسم التعليم والتطوير',
			DEPT_DSCR_AR: 'قسم التعليم والتطوير'
		},
		{
			DEPT_NO: '9944',
			DEPT_DSCR: 'شعبة التطوير الوظيفي',
			DEPT_DSCR_AR: 'شعبة التطوير الوظيفي'
		},
		{
			DEPT_NO: '9945',
			DEPT_DSCR: 'الادارة العامة للخدمات المشتركه لعمليات الموارد البشرية',
			DEPT_DSCR_AR: 'الادارة العامة للخدمات المشتركه لعمليات الموارد البشرية'
		},
		{
			DEPT_NO: '99450',
			DEPT_DSCR: '99450',
			DEPT_DSCR_AR: 'ادارة الدعم التقني للموارد البشري'
		},
		{
			DEPT_NO: '99451',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'إدارة تطوير وتمكين الجدارات'
		},
		{
			DEPT_NO: '9946',
			DEPT_DSCR: 'قسم الرعاية الطبية',
			DEPT_DSCR_AR: 'قسم الرعاية الطبية'
		},
		{
			DEPT_NO: '99461',
			DEPT_DSCR: '99461',
			DEPT_DSCR_AR: 'قس الاخطار المهنية'
		},
		{
			DEPT_NO: '9947',
			DEPT_DSCR: 'شعبة التطبيقات و السياسات و الاجراءات - خدمات الغربية',
			DEPT_DSCR_AR: 'شعبة التطبيقات و السياسات و الاجراءات - خدمات الغربية'
		},
		{
			DEPT_NO: '995',
			DEPT_DSCR: ' قسم الهندسة والوثائق الفنية - منظومة انتاج جدة',
			DEPT_DSCR_AR: ' قسم الهندسة والوثائق الفنية - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '9950',
			DEPT_DSCR: 'وحدة العناية بالعاملين - خدمات الغربية',
			DEPT_DSCR_AR: 'وحدة العناية بالعاملين - خدمات الغربية'
		},
		{
			DEPT_NO: '9951',
			DEPT_DSCR: 'شعبة التطبيقات و السياسات و الاجراءات - خدمات الشرقية',
			DEPT_DSCR_AR: 'شعبة التطبيقات و السياسات و الاجراءات - خدمات الشرقية'
		},
		{
			DEPT_NO: '9954',
			DEPT_DSCR: 'وحدة العناية بالعاملين - خدمات الشرقية',
			DEPT_DSCR_AR: 'وحدة العناية بالعاملين - خدمات الشرقية'
		},
		{
			DEPT_NO: '9959',
			DEPT_DSCR: 'الادارة المالية بمحطات الخبر',
			DEPT_DSCR_AR: 'الادارة المالية بمحطات الخبر'
		},
		{
			DEPT_NO: '996',
			DEPT_DSCR: 'قسم الورش - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'قسم الورش - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '9960',
			DEPT_DSCR: 'General Department for Internal Audit',
			DEPT_DSCR_AR: 'الإدارة التنفيذية للمراجعة الداخلية'
		},
		{
			DEPT_NO: '9961',
			DEPT_DSCR: 'قسم الموارد البشرية ودعم الأعمال - انظمة نقل رأس الخير',
			DEPT_DSCR_AR: 'قسم الموارد البشرية ودعم الأعمال - انظمة نقل رأس الخير'
		},
		{
			DEPT_NO: '9962',
			DEPT_DSCR: 'وحدة الموارد البشرية ودعم الأعمال - أنظمة النقل الجبيل',
			DEPT_DSCR_AR: 'وحدة الموارد البشرية ودعم الأعمال - أنظمة النقل الجبيل'
		},
		{
			DEPT_NO: '9963',
			DEPT_DSCR: 'ادارة التدقيق التشغيلي - الغربية',
			DEPT_DSCR_AR: 'ادارة التدقيق التشغيلي - الغربية'
		},
		{
			DEPT_NO: '9964',
			DEPT_DSCR: 'ادارة التدقيق التشغيلي - الشرقية',
			DEPT_DSCR_AR: 'ادارة التدقيق التشغيلي - الشرقية'
		},
		{
			DEPT_NO: '9967',
			DEPT_DSCR: '9967',
			DEPT_DSCR_AR: 'قسم الرقابة المالية والتقارير - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9968',
			DEPT_DSCR: 'الإدارة العامة للحسابات والرقابة - ادارة الرقابة والتحليل المالي - شعبة محاسبة التكاليف',
			DEPT_DSCR_AR: 'الإدارة العامة للحسابات والرقابة - ادارة الرقابة والتحليل المالي - شعبة محاسبة التكاليف'
		},
		{
			DEPT_NO: '9969',
			DEPT_DSCR: '9969',
			DEPT_DSCR_AR: 'قسم المدفوعات - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '997',
			DEPT_DSCR: 'مدير قسم إدارة المشاريع - منظومة انتاج جدة',
			DEPT_DSCR_AR: 'مدير قسم إدارة المشاريع - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '9971',
			DEPT_DSCR: 'وحدة الأمن والسلامة - أنظمة نقل الجبيل',
			DEPT_DSCR_AR: 'وحدة الأمن والسلامة - أنظمة نقل الجبيل'
		},
		{
			DEPT_NO: '99717',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'لجنة فتح العروض بالساحل الغربي'
		},
		{
			DEPT_NO: '9972',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم السلامة والصحة المهنية والبيئة - بمحطات جدة'
		},
		{
			DEPT_NO: '9974',
			DEPT_DSCR: 'خدمة مدنية – الإدارة العامة – الساحل الغربي',
			DEPT_DSCR_AR: 'خدمة مدنية – الإدارة العامة – الساحل الغربي'
		},
		{
			DEPT_NO: '9975',
			DEPT_DSCR: 'لجنة الاشراف لمشروع إدارة أنظمة نقل مياه ينبع',
			DEPT_DSCR_AR: 'لجنة الاشراف لمشروع إدارة أنظمة نقل مياه ينبع'
		},
		{
			DEPT_NO: '9976',
			DEPT_DSCR: 'لجنة مشروع إنشاء محطة التحلية بالشعيبة المرحلة الرابعة ',
			DEPT_DSCR_AR: 'لجنة مشروع إنشاء محطة التحلية بالشعيبة المرحلة الرابعة '
		},
		{
			DEPT_NO: '9977',
			DEPT_DSCR: 'الإدارة القانونية - الساحل الغربي ',
			DEPT_DSCR_AR: 'الإدارة القانونية - الساحل الغربي '
		},
		{
			DEPT_NO: '9978',
			DEPT_DSCR: 'لجنة الإشراف إصلاح بعض المرافق الخرسانية المتدهورة بمحطة تحلية مياه الشقيق',
			DEPT_DSCR_AR: 'لجنة الإشراف إصلاح بعض المرافق الخرسانية المتدهورة بمحطة تحلية مياه الشقيق'
		},
		{
			DEPT_NO: '9979',
			DEPT_DSCR: 'لجنة فريق العمل إعادة تأهيل المحطات ',
			DEPT_DSCR_AR: 'لجنة فريق العمل إعادة تأهيل المحطات '
		},
		{
			DEPT_NO: '998',
			DEPT_DSCR: ' الصيانة الأساسية وإعادة التأهيل - منظومة انتاج جدة',
			DEPT_DSCR_AR: ' الصيانة الأساسية وإعادة التأهيل - منظومة انتاج جدة'
		},
		{
			DEPT_NO: '9981',
			DEPT_DSCR: 'قسم تخطيط وتطوير الهياكل التنظيمية',
			DEPT_DSCR_AR: 'قسم تخطيط وتطوير الهياكل التنظيمية'
		},
		{
			DEPT_NO: '9982',
			DEPT_DSCR: 'Management of Information Technology Branches',
			DEPT_DSCR_AR: 'إدارة فروع تقنية المعلومات '
		},
		{
			DEPT_NO: '9983',
			DEPT_DSCR: 'Committee for opening envelopes',
			DEPT_DSCR_AR: 'لجنة فتح المظاريف'
		},
		{
			DEPT_NO: '9984',
			DEPT_DSCR: '9984',
			DEPT_DSCR_AR: 'قسم النقد - الادارة التنفيذية للشؤون المالية - الرياض'
		},
		{
			DEPT_NO: '9985',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'الإدارة التنفيذية لتنقية القطاع الجنوبي والجنوبي الغربي'
		},
		{
			DEPT_NO: '9986',
			DEPT_DSCR: 'نائب المحافظ لإستمرارية الأعمال وإدارة المخاطر',
			DEPT_DSCR_AR: 'نائب المحافظ لإستمرارية الأعمال و المخاطر'
		},
		{
			DEPT_NO: '9987',
			DEPT_DSCR: 'وحدة العلاقات الحكومية - محطات الجبيل',
			DEPT_DSCR_AR: 'وحدة العلاقات الحكومية - محطات الجبيل'
		},
		{
			DEPT_NO: '9988',
			DEPT_DSCR: 'لجنة لفتح مظاريف العروض الاستشارية',
			DEPT_DSCR_AR: 'لجنة لفتح مظاريف العروض الاستشارية'
		},
		{
			DEPT_NO: '9989',
			DEPT_DSCR: 'مشروع نقل مياه الشقيق - المرحلة الثالثة',
			DEPT_DSCR_AR: 'مشروع نقل مياه الشقيق - المرحلة الثالثة'
		},
		{
			DEPT_NO: '9990',
			DEPT_DSCR: 'إدارة الامن - الرياض',
			DEPT_DSCR_AR: 'إدارة الامن - الرياض'
		},
		{
			DEPT_NO: '99900',
			DEPT_DSCR: 'قسم التنسيق الاقليمي / السواحل',
			DEPT_DSCR_AR: 'قسم التنسيق الاقليمي / السواحل'
		},
		{
			DEPT_NO: '99902',
			DEPT_DSCR: 'مشرف التنسيق الاقليمي بالساحل الغربي',
			DEPT_DSCR_AR: 'مشرف التنسيق الاقليمي بالساحل الغربي'
		},
		{
			DEPT_NO: '99903',
			DEPT_DSCR: 'مشرف التنسيق الاقليمي بالساحل الشرقي',
			DEPT_DSCR_AR: 'مشرف التنسيق الاقليمي بالساحل الشرقي'
		},
		{
			DEPT_NO: '9991',
			DEPT_DSCR: 'إدارة السلامة والصحة والبيئة -الرياض',
			DEPT_DSCR_AR: 'إدارة السلامة والصحة والبيئة -الرياض'
		},
		{
			DEPT_NO: '99912',
			DEPT_DSCR: '99912',
			DEPT_DSCR_AR: 'قسم السلامة والصحة المهنية بنظام نقل مياه الجبيل - الرياض - القصيم'
		},
		{
			DEPT_NO: '99914',
			DEPT_DSCR: 'NULL',
			DEPT_DSCR_AR: 'قسم السلامة والصحة المهنية بأنظمة نقل مياه رأس الخير'
		},
		{
			DEPT_NO: '9992',
			DEPT_DSCR: '9992',
			DEPT_DSCR_AR: 'إدارة الاطفاء والحماية من الحريق -الرياض'
		},
		{
			DEPT_NO: '99920',
			DEPT_DSCR: '99920',
			DEPT_DSCR_AR: 'ادارة تطوير اداء السلامة والامن الصناعي'
		},
		{
			DEPT_NO: '9993',
			DEPT_DSCR: 'إدارة حماية البيئة -الرياض',
			DEPT_DSCR_AR: 'إدارة حماية البيئة -الرياض'
		},
		{
			DEPT_NO: '9994',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'قسم تخطيط وتطوير أعمال الأمن الصناعي'
		},
		{
			DEPT_NO: '9995',
			DEPT_DSCR: 'قسم السلامة والصحة المهنية والبيئة بمحطات الجبيل',
			DEPT_DSCR_AR: ' قسم السلامة والصحة المهنية بمحطات الجبيل'
		},
		{
			DEPT_NO: '9996',
			DEPT_DSCR: 'مشروع انشاء المحطات الصغيرة ومحطة تحلية نيوم ',
			DEPT_DSCR_AR: 'مشروع انشاء المحطات الصغيرة ومحطة تحلية نيوم '
		},
		{
			DEPT_NO: '9997',
			DEPT_DSCR: '9997',
			DEPT_DSCR_AR: 'لجنة الاشراف على مشروع انشاء وتنفيذ محطة تحلية الخبر للتنضح العكسي-المرحلة الثانية'
		},
		{
			DEPT_NO: '9998',
			DEPT_DSCR: '.',
			DEPT_DSCR_AR: 'مشروع محطة تحلية الخبر للتناضح العكسي'
		},
		{
			DEPT_NO: '9999',
			DEPT_DSCR: 'قسم تخطيط القوى العاملة',
			DEPT_DSCR_AR: 'قسم تخطيط القوى العاملة'
		},
		{
			DEPT_NO: '99990',
			DEPT_DSCR: 'قسم التواصل الداخلي- الموارد البشرية',
			DEPT_DSCR_AR: 'قسم التواصل الداخلي- الموارد البشرية'
		},
		{
			DEPT_NO: '99999',
			DEPT_DSCR: '99999',
			DEPT_DSCR_AR: 'لجنة الاشراف على مشروع نظام نقل مياه خط تغذية مدينة الطاقة الصناعية - الشرقية'
		},
		{
			DEPT_NO: '999999',
			DEPT_DSCR: 'تجربة لنظام تراسل',
			DEPT_DSCR_AR: 'تجربة لنظام تراسل'
		}
	];

